#-- App Global --
siteDisplayName=Apple<sup>\u00AE</sup>
programDisplayName=
loadMoreBtn=\u0E42\u0E2B\u0E25\u0E14\u0E1C\u0E25\u0E25\u0E31\u0E1E\u0E18\u0E4C\u0E40\u0E1E\u0E34\u0E48\u0E21\u0E40\u0E15\u0E34\u0E21
welcomeMsg=\u0E22\u0E34\u0E19\u0E14\u0E35\u0E15\u0E49\u0E2D\u0E19\u0E23\u0E31\u0E1A
balanceMsg=, \u0E04\u0E38\u0E13\u0E21\u0E35
shoppingCartMenuText=\u0E16\u0E38\u0E07
spendingLimit=, \u0E02\u0E35\u0E14\u0E08\u0E33\u0E01\u0E31\u0E14\u0E08\u0E33\u0E19\u0E27\u0E19\u0E40\u0E07\u0E34\u0E19\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13\u0E04\u0E37\u0E2D
noResultsFound=\u0E44\u0E21\u0E48\u0E1E\u0E1A\u0E1C\u0E25\u0E25\u0E31\u0E1E\u0E18\u0E4C...
noResultsReturned=\u0E43\u0E0A\u0E49\u0E41\u0E17\u0E47\u0E1A\u0E02\u0E49\u0E32\u0E07\u0E1A\u0E19\u0E19\u0E35\u0E49\u0E04\u0E49\u0E19\u0E2B\u0E32\u0E1C\u0E25\u0E25\u0E31\u0E1E\u0E18\u0E4C\u0E40\u0E1E\u0E34\u0E48\u0E21\u0E40\u0E15\u0E34\u0E21 \u0E2B\u0E23\u0E37\u0E2D\u0E25\u0E2D\u0E07\u0E43\u0E0A\u0E49\u0E04\u0E33\u0E04\u0E49\u0E19\u0E2B\u0E32\u0E2D\u0E37\u0E48\u0E19
prodsReturned=\u0E1C\u0E25\u0E25\u0E31\u0E1E\u0E18\u0E4C\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A
noResultsHelpTxt=\u0E04\u0E38\u0E13\u0E25\u0E2D\u0E07\u0E43\u0E0A\u0E49\u0E40\u0E21\u0E19\u0E39\u0E19\u0E33\u0E17\u0E32\u0E07\u0E14\u0E49\u0E32\u0E19\u0E1A\u0E19\u0E2B\u0E23\u0E37\u0E2D\u0E22\u0E31\u0E07?
importantNote=\u0E02\u0E49\u0E2D\u0E04\u0E27\u0E32\u0E21\u0E2A\u0E33\u0E04\u0E31\u0E0D:
edit=\u0E41\u0E01\u0E49\u0E44\u0E02
view=\u0E15\u0E23\u0E27\u0E08\u0E2A\u0E2D\u0E1A
EditShippingAddress=\u0E41\u0E01\u0E49\u0E44\u0E02\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E01\u0E32\u0E23\u0E08\u0E31\u0E14\u0E2A\u0E48\u0E07
ViewShippingAddress=\u0E14\u0E39\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E01\u0E32\u0E23\u0E08\u0E31\u0E14\u0E2A\u0E48\u0E07
acceptanceOfCookies=
partsNumber=\u0E2B\u0E21\u0E32\u0E22\u0E40\u0E25\u0E02\u0E2D\u0E30\u0E44\u0E2B\u0E25\u0E48:
remove=\u0E25\u0E1A\u0E2D\u0E2D\u0E01
yourRewardsBalance=
signOut=\u0E2D\u0E2D\u0E01\u0E08\u0E32\u0E01
checkOutNow=\u0E0A\u0E33\u0E23\u0E30\u0E40\u0E07\u0E34\u0E19
configDetails=\u0E23\u0E32\u0E22\u0E25\u0E30\u0E40\u0E2D\u0E35\u0E22\u0E14\u0E01\u0E32\u0E23\u0E01\u0E33\u0E2B\u0E19\u0E14\u0E04\u0E48\u0E32
showProductDetails=\u0E41\u0E2A\u0E14\u0E07\u0E23\u0E32\u0E22\u0E25\u0E30\u0E40\u0E2D\u0E35\u0E22\u0E14\u0E1C\u0E25\u0E34\u0E15\u0E20\u0E31\u0E13\u0E11\u0E4C
hideProductDetails=\u0E0B\u0E48\u0E2D\u0E19\u0E23\u0E32\u0E22\u0E25\u0E30\u0E40\u0E2D\u0E35\u0E22\u0E14\u0E1C\u0E25\u0E34\u0E15\u0E20\u0E31\u0E13\u0E11\u0E4C
continueShopping=\u0E0A\u0E49\u0E2D\u0E1B\u0E1B\u0E34\u0E49\u0E07\u0E15\u0E48\u0E2D
applyCode=
checkout=\u0E0A\u0E33\u0E23\u0E30\u0E40\u0E07\u0E34\u0E19
remainingBalance=\u0E22\u0E2D\u0E14\u0E04\u0E07\u0E40\u0E2B\u0E25\u0E37\u0E2D\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13
afterThisPurchase=(\u0E2B\u0E25\u0E31\u0E07\u0E01\u0E32\u0E23\u0E2A\u0E31\u0E48\u0E07\u0E0B\u0E37\u0E49\u0E2D\u0E19\u0E35\u0E49)
cancel=\u0E22\u0E01\u0E40\u0E25\u0E34\u0E01
completePurchaseBtn=\u0E14\u0E33\u0E40\u0E19\u0E34\u0E19\u0E01\u0E32\u0E23\u0E2A\u0E31\u0E48\u0E07\u0E0B\u0E37\u0E49\u0E2D\u0E43\u0E2B\u0E49\u0E2A\u0E33\u0E40\u0E23\u0E47\u0E08
backToPaymentOptions=Back to All Payment Options
proceedToPurchase=\u0E14\u0E33\u0E40\u0E19\u0E34\u0E19\u0E01\u0E32\u0E23\u0E0A\u0E33\u0E23\u0E30\u0E40\u0E07\u0E34\u0E19
items=\u0E2A\u0E34\u0E19\u0E04\u0E49\u0E32
taxes=\u0E20\u0E32\u0E29\u0E35
fees=\u0E04\u0E48\u0E32\u0E18\u0E23\u0E23\u0E21\u0E40\u0E19\u0E35\u0E22\u0E21
free=\u0E44\u0E21\u0E48\u0E40\u0E2A\u0E35\u0E22\u0E04\u0E48\u0E32\u0E43\u0E0A\u0E49\u0E08\u0E48\u0E32\u0E22
rewardsToUse=\u0E23\u0E32\u0E07\u0E27\u0E31\u0E25\u0E17\u0E35\u0E48\u0E43\u0E0A\u0E49
toUse=\u0E17\u0E35\u0E48\u0E43\u0E0A\u0E49
apply=\u0E43\u0E0A\u0E49
splitPaymentPointsInstructions=\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E43\u0E0A\u0E49\u0E04\u0E30\u0E41\u0E19\u0E19\u0E44\u0E14\u0E49\u0E15\u0E31\u0E49\u0E07\u0E41\u0E15\u0E48 {{ minUseTotal | currencyFormat: pricingTemplate }} \u0E16\u0E36\u0E07 {{ maxUseTotal | currencyFormat: pricingTemplate }}  </br>  \u0E08\u0E33\u0E19\u0E27\u0E19\u0E40\u0E07\u0E34\u0E19\u0E17\u0E35\u0E48\u0E40\u0E2B\u0E25\u0E37\u0E2D\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E0A\u0E33\u0E23\u0E30\u0E14\u0E49\u0E27\u0E22\u0E1A\u0E31\u0E15\u0E23\u0E40\u0E04\u0E23\u0E14\u0E34\u0E15/\u0E1A\u0E31\u0E15\u0E23\u0E40\u0E14\u0E1A\u0E34\u0E15
rewardsToPurchase=\u0E23\u0E32\u0E07\u0E27\u0E31\u0E25\u0E17\u0E35\u0E48\u0E0B\u0E37\u0E49\u0E2D
totalPayment=\u0E22\u0E2D\u0E14\u0E23\u0E27\u0E21\u0E01\u0E32\u0E23\u0E0A\u0E33\u0E23\u0E30\u0E40\u0E07\u0E34\u0E19
totalPaymentAmt={{ (!openSplitPaymentInput || splitPaymentInputOpened) ? totalPayment : tempTotalPayment | currency }}
textToLong=\u0E02\u0E49\u0E2D\u0E04\u0E27\u0E32\u0E21\u0E22\u0E32\u0E27\u0E40\u0E01\u0E34\u0E19\u0E44\u0E1B
pleaseNote=\u0E42\u0E1B\u0E23\u0E14\u0E17\u0E23\u0E32\u0E1A:
enterMessageforEngraving=\u0E04\u0E38\u0E13\u0E22\u0E31\u0E07\u0E44\u0E21\u0E48\u0E44\u0E14\u0E49\u0E43\u0E2A\u0E48\u0E02\u0E49\u0E2D\u0E04\u0E27\u0E32\u0E21\u0E17\u0E35\u0E48\u0E15\u0E49\u0E2D\u0E07\u0E01\u0E32\u0E23\u0E2A\u0E25\u0E31\u0E01  Please add a message below or
enterMessageforEngravingShort=\u0E04\u0E38\u0E13\u0E22\u0E31\u0E07\u0E44\u0E21\u0E48\u0E44\u0E14\u0E49\u0E43\u0E2A\u0E48\u0E02\u0E49\u0E2D\u0E04\u0E27\u0E32\u0E21\u0E17\u0E35\u0E48\u0E15\u0E49\u0E2D\u0E07\u0E01\u0E32\u0E23\u0E2A\u0E25\u0E31\u0E01
clearEngraving=\u0E04\u0E38\u0E13\u0E44\u0E14\u0E49\u0E43\u0E2A\u0E48\u0E02\u0E49\u0E2D\u0E04\u0E27\u0E32\u0E21\u0E17\u0E35\u0E48\u0E15\u0E49\u0E2D\u0E07\u0E01\u0E32\u0E23\u0E2A\u0E25\u0E31\u0E01\u0E41\u0E25\u0E49\u0E27 \u0E04\u0E38\u0E13\u0E41\u0E19\u0E48\u0E43\u0E08\u0E2B\u0E23\u0E37\u0E2D\u0E44\u0E21\u0E48\u0E27\u0E48\u0E32\u0E15\u0E49\u0E2D\u0E07\u0E01\u0E32\u0E23\u0E25\u0E49\u0E32\u0E07\u0E02\u0E49\u0E2D\u0E04\u0E27\u0E32\u0E21\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13\u0E41\u0E25\u0E30\u0E2A\u0E31\u0E48\u0E07\u0E0B\u0E37\u0E49\u0E2D\u0E42\u0E14\u0E22\u0E44\u0E21\u0E48\u0E21\u0E35\u0E01\u0E32\u0E23\u0E2A\u0E25\u0E31\u0E01\u0E02\u0E49\u0E2D\u0E04\u0E27\u0E32\u0E21?
isSpellingCorrect=\u0E01\u0E23\u0E38\u0E13\u0E32\u0E15\u0E23\u0E27\u0E08\u0E2A\u0E2D\u0E1A\u0E43\u0E2B\u0E49\u0E41\u0E19\u0E48\u0E43\u0E08\u0E27\u0E48\u0E32\u0E17\u0E38\u0E01\u0E2D\u0E22\u0E48\u0E32\u0E07\u0E2A\u0E30\u0E01\u0E14\u0E16\u0E39\u0E01\u0E15\u0E49\u0E2D\u0E07\u0E40\u0E19\u0E37\u0E48\u0E2D\u0E07\u0E08\u0E32\u0E01\u0E01\u0E32\u0E23\u0E2A\u0E25\u0E31\u0E01\u0E02\u0E49\u0E2D\u0E04\u0E27\u0E32\u0E21\u0E14\u0E49\u0E27\u0E22\u0E40\u0E25\u0E40\u0E0B\u0E2D\u0E23\u0E4C\u0E19\u0E31\u0E49\u0E19\u0E44\u0E21\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E41\u0E01\u0E49\u0E44\u0E02\u0E44\u0E14\u0E49
rewardsPaymentSummary=\u0E2A\u0E23\u0E38\u0E1B\u0E01\u0E32\u0E23\u0E0A\u0E33\u0E23\u0E30\u0E14\u0E49\u0E27\u0E22\u0E23\u0E32\u0E07\u0E27\u0E31\u0E25
shipping=\u0E01\u0E32\u0E23\u0E08\u0E31\u0E14\u0E2A\u0E48\u0E07
allCategories=\u0E2B\u0E21\u0E27\u0E14\u0E2B\u0E21\u0E39\u0E48\u0E17\u0E31\u0E49\u0E07\u0E2B\u0E21\u0E14
illegalCharacters=\u0E01\u0E23\u0E38\u0E13\u0E32\u0E2D\u0E22\u0E48\u0E32\u0E43\u0E0A\u0E49\u0E2D\u0E31\u0E01\u0E02\u0E23\u0E30\u0E2A\u0E33\u0E40\u0E19\u0E35\u0E22\u0E07\u0E2B\u0E23\u0E37\u0E2D\u0E2D\u0E31\u0E01\u0E02\u0E23\u0E30\u0E43\u0E14 \u0E46 \u0E14\u0E31\u0E07\u0E15\u0E48\u0E2D\u0E44\u0E1B\u0E19\u0E35\u0E49: * < > " ~ \\

#Engraving section
engravingEasy=<span class="desktop-only">\u0E43\u0E2A\u0E48\u0E02\u0E49\u0E2D\u0E04\u0E27\u0E32\u0E21\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13 <br></span><span class='l-h-18 line2'>\u0E01\u0E32\u0E23\u0E41\u0E01\u0E30\u0E2A\u0E25\u0E31\u0E01\u0E14\u0E49\u0E27\u0E22\u0E40\u0E25\u0E40\u0E0B\u0E2D\u0E23\u0E4C\u0E08\u0E30\u0E40\u0E1B\u0E47\u0E19\u0E23\u0E2D\u0E22\u0E2D\u0E22\u0E48\u0E32\u0E07\u0E16\u0E32\u0E27\u0E23 \u0E42\u0E1B\u0E23\u0E14\u0E15\u0E23\u0E27\u0E08\u0E2A\u0E2D\u0E1A\u0E40\u0E1E\u0E37\u0E48\u0E2D\u0E43\u0E2B\u0E49\u0E41\u0E19\u0E48\u0E43\u0E08\u0E27\u0E48\u0E32\u0E2A\u0E30\u0E01\u0E14\u0E17\u0E38\u0E01\u0E04\u0E33\u0E2D\u0E22\u0E48\u0E32\u0E07\u0E16\u0E39\u0E01\u0E15\u0E49\u0E2D\u0E07</span>
personalize=\u0E01\u0E33\u0E2B\u0E19\u0E14\u0E25\u0E31\u0E01\u0E29\u0E13\u0E30\u0E2A\u0E48\u0E27\u0E19\u0E1A\u0E38\u0E04\u0E04\u0E25\u0E02\u0E2D\u0E07 {{engraveItemDisplayName}} \u0E1E\u0E23\u0E49\u0E2D\u0E21\u0E2A\u0E25\u0E31\u0E01\u0E02\u0E49\u0E2D\u0E04\u0E27\u0E32\u0E21\u0E1F\u0E23\u0E35
yourEngraving=\u0E02\u0E49\u0E2D\u0E04\u0E27\u0E32\u0E21\u0E2A\u0E25\u0E31\u0E01\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13
yourEngrv=\u0E02\u0E49\u0E2D\u0E04\u0E27\u0E32\u0E21\u0E2A\u0E25\u0E31\u0E01\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13
goesHere=\u0E08\u0E30\u0E1B\u0E23\u0E32\u0E01\u0E0F\u0E17\u0E35\u0E48\u0E19\u0E35\u0E48
skipEngrv=\u0E02\u0E49\u0E32\u0E21\u0E01\u0E32\u0E23\u0E2A\u0E25\u0E31\u0E01\u0E02\u0E49\u0E2D\u0E04\u0E27\u0E32\u0E21
freeEngrv=\u0E2A\u0E25\u0E31\u0E01\u0E02\u0E49\u0E2D\u0E04\u0E27\u0E32\u0E21\u0E1F\u0E23\u0E35
seeNote=\u0E14\u0E39\u0E2B\u0E21\u0E32\u0E22\u0E40\u0E2B\u0E15\u0E38
addEngrv=\u0E40\u0E1E\u0E34\u0E48\u0E21\u0E02\u0E49\u0E2D\u0E04\u0E27\u0E32\u0E21\u0E2A\u0E25\u0E31\u0E01
inStock=\u0E43\u0E19\u0E2A\u0E15\u0E47\u0E2D\u0E01\u0E2A\u0E34\u0E19\u0E04\u0E49\u0E32
isAGift=\u0E19\u0E35\u0E48\u0E04\u0E37\u0E2D\u0E02\u0E2D\u0E07\u0E02\u0E27\u0E31\u0E0D
moreInfo=\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E40\u0E1E\u0E34\u0E48\u0E21\u0E40\u0E15\u0E34\u0E21
lineOne=\u0E1A\u0E23\u0E23\u0E17\u0E31\u0E14\u0E41\u0E23\u0E01\u0E02\u0E2D\u0E07\u0E02\u0E49\u0E2D\u0E04\u0E27\u0E32\u0E21\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13
lineTwo=\u0E1A\u0E23\u0E23\u0E17\u0E31\u0E14\u0E17\u0E35\u0E48\u0E2A\u0E2D\u0E07\u0E02\u0E2D\u0E07\u0E02\u0E49\u0E2D\u0E04\u0E27\u0E32\u0E21\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13 (\u0E43\u0E2A\u0E48\u0E2B\u0E23\u0E37\u0E2D\u0E44\u0E21\u0E48\u0E01\u0E47\u0E44\u0E14\u0E49)\u00A0
engravingSubTitle=\u0E2A\u0E25\u0E31\u0E01\u0E02\u0E49\u0E2D\u0E04\u0E27\u0E32\u0E21\u0E17\u0E35\u0E48\u0E14\u0E49\u0E32\u0E19\u0E2B\u0E25\u0E31\u0E07\u0E02\u0E2D\u0E07 {{engraveItemDisplayName}} \u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13
retinaDisplay=\u0E14\u0E49\u0E27\u0E22\u0E08\u0E2D\u0E41\u0E2A\u0E14\u0E07\u0E41\u0E1A\u0E1A\u0E40\u0E23\u0E15\u0E34\u0E19\u0E48\u0E32
shopNow=\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E0B\u0E37\u0E49\u0E2D
accessoriesLandingCopy=\u0E04\u0E49\u0E19\u0E2B\u0E32\u0E2D\u0E38\u0E1B\u0E01\u0E23\u0E13\u0E4C\u0E40\u0E2A\u0E23\u0E34\u0E21\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E0A\u0E31\u0E49\u0E19\u0E40\u0E22\u0E35\u0E48\u0E22\u0E21\u0E44\u0E14\u0E49\u0E17\u0E35\u0E48\u0E19\u0E35\u0E48
itemPrice=\u0E23\u0E32\u0E04\u0E32\u0E2A\u0E34\u0E19\u0E04\u0E49\u0E32
free_Shipping=\u0E08\u0E31\u0E14\u0E2A\u0E48\u0E07\u0E1F\u0E23\u0E35

#- Product Information Section
productInfo=\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E1C\u0E25\u0E34\u0E15\u0E20\u0E31\u0E13\u0E11\u0E4C
productCompatibility=\u0E01\u0E32\u0E23\u0E17\u0E33\u0E07\u0E32\u0E19\u0E23\u0E48\u0E27\u0E21\u0E01\u0E31\u0E19
overviewTitle=\u0E04\u0E33\u0E2D\u0E18\u0E34\u0E1A\u0E32\u0E22\u0E42\u0E14\u0E22\u0E2A\u0E31\u0E07\u0E40\u0E02\u0E1B
highlightsTitle=\u0E44\u0E2E\u0E44\u0E25\u0E17\u0E4C
featuresTitle=\u0E04\u0E38\u0E13\u0E2A\u0E21\u0E1A\u0E31\u0E15\u0E34\u0E02\u0E2D\u0E07
displayTitle=\u0E08\u0E2D\u0E20\u0E32\u0E1E
waterResistanceTitle=\u0E01\u0E32\u0E23\u0E17\u0E19\u0E19\u0E49\u0E33\u0E19\u0E49\u0E33\u0E17\u0E35\u0E48\u0E01\u0E23\u0E30\u0E40\u0E14\u0E47\u0E19\u0E43\u0E2A\u0E48 \u0E41\u0E25\u0E30\u0E1D\u0E38\u0E48\u0E19
processorTitle=\u0E23\u0E30\u0E1A\u0E1A\u0E1B\u0E23\u0E30\u0E21\u0E27\u0E25\u0E1C\u0E25
storageTitle=\u0E04\u0E27\u0E32\u0E21\u0E08\u0E38
memoryTitle=\u0E2B\u0E19\u0E48\u0E27\u0E22\u0E04\u0E27\u0E32\u0E21\u0E08\u0E33
graphicsTitle=\u0E01\u0E23\u0E32\u0E1F\u0E34\u0E01
touchIdTitle=Touch ID
chargingAndExpansionTitle=\u0E01\u0E32\u0E23\u0E0A\u0E32\u0E23\u0E4C\u0E08\u0E41\u0E25\u0E30\u0E01\u0E32\u0E23\u0E15\u0E48\u0E2D\u0E02\u0E22\u0E32\u0E22
connectionsTitle=\u0E01\u0E32\u0E23\u0E40\u0E0A\u0E37\u0E48\u0E2D\u0E21\u0E15\u0E48\u0E2D
keyboardAndTrackpadTitle=\u0E04\u0E35\u0E22\u0E4C\u0E1A\u0E2D\u0E23\u0E4C\u0E14\u0E41\u0E25\u0E30\u0E41\u0E17\u0E23\u0E47\u0E04\u0E41\u0E1E\u0E14
wirelessTitle=\u0E44\u0E23\u0E49\u0E2A\u0E32\u0E22
cameraTitle=\u0E01\u0E25\u0E49\u0E2D\u0E07
videoRecordingTitle=\u0E01\u0E32\u0E23\u0E1A\u0E31\u0E19\u0E17\u0E36\u0E01\u0E27\u0E34\u0E14\u0E35\u0E42\u0E2D
trueDepthCameraTitle=\u0E01\u0E25\u0E49\u0E2D\u0E07 TrueDepth
faceTimeCameraTitle=\u0E01\u0E25\u0E49\u0E2D\u0E07 FaceTime HD
faceIDTitle=Face ID
videoSupportTitle=\u0E01\u0E32\u0E23\u0E23\u0E2D\u0E07\u0E23\u0E31\u0E1A\u0E20\u0E32\u0E1E
audioTitle=\u0E40\u0E2A\u0E35\u0E22\u0E07
batteryTitle=\u0E1E\u0E25\u0E31\u0E07\u0E07\u0E32\u0E19\u0E41\u0E25\u0E30\u0E41\u0E1A\u0E15\u0E40\u0E15\u0E2D\u0E23\u0E35\u0E48
sizeAndWeightTitle=\u0E02\u0E19\u0E32\u0E14\u0E41\u0E25\u0E30\u0E19\u0E49\u0E33\u0E2B\u0E19\u0E31\u0E01
dimensionsTitle=\u0E02\u0E19\u0E32\u0E14
whatsInTheBoxTitle=\u0E2D\u0E30\u0E44\u0E23\u0E2D\u0E22\u0E39\u0E48\u0E43\u0E19\u0E01\u0E25\u0E48\u0E2D\u0E07?
operatingSystemTitle=\u0E23\u0E30\u0E1A\u0E1A\u0E1B\u0E0F\u0E34\u0E1A\u0E31\u0E15\u0E34\u0E01\u0E32\u0E23
systemRequirementsTitle=\u0E02\u0E49\u0E2D\u0E01\u0E33\u0E2B\u0E19\u0E14\u0E23\u0E30\u0E1A\u0E1A
accessibilityTitle=\u0E01\u0E32\u0E23\u0E40\u0E02\u0E49\u0E32\u0E16\u0E36\u0E07
airpodsSensorsTitle=\u0E40\u0E0B\u0E47\u0E19\u0E40\u0E0B\u0E2D\u0E23\u0E4C\u0E02\u0E2D\u0E07 AirPods (\u0E41\u0E15\u0E48\u0E25\u0E30\u0E02\u0E49\u0E32\u0E07)
cellularAndWirelessTitle=\u0E23\u0E30\u0E1A\u0E1A\u0E40\u0E0B\u0E25\u0E25\u0E39\u0E25\u0E32\u0E23\u0E4C\u0E41\u0E25\u0E30\u0E23\u0E30\u0E1A\u0E1A\u0E44\u0E23\u0E49\u0E2A\u0E32\u0E22
simCardTitle=\u0E0B\u0E34\u0E21\u0E01\u0E32\u0E23\u0E4C\u0E14
locationTitle=\u0E15\u0E33\u0E41\u0E2B\u0E19\u0E48\u0E07\u0E17\u0E35\u0E48\u0E15\u0E31\u0E49\u0E07
videoCallingTitle=Video Calling
audioCallingTitle=Audio Calling
audioPlaybackTitle=Audio Playback
videoPlaybackTitle=Video Playback
sensorsTitle=\u0E40\u0E0B\u0E47\u0E19\u0E40\u0E0B\u0E2D\u0E23\u0E4C
applePayTitle=Apple Pay
siriTitle=Siri
tvAndVideoTitle=\u0E17\u0E35\u0E27\u0E35\u0E41\u0E25\u0E30\u0E27\u0E34\u0E14\u0E35\u0E42\u0E2D
connectorTitle=\u0E01\u0E32\u0E23\u0E40\u0E0A\u0E37\u0E48\u0E2D\u0E21\u0E15\u0E48\u0E2D
hearingAidsTitle=\u0E21\u0E32\u0E15\u0E23\u0E10\u0E32\u0E19\u0E01\u0E32\u0E23\u0E23\u0E2D\u0E07\u0E23\u0E31\u0E1A\u0E2D\u0E38\u0E1B\u0E01\u0E23\u0E13\u0E4C\u0E0A\u0E48\u0E27\u0E22\u0E1F\u0E31\u0E07
otherFeaturesTitle=Other Features
technicalSpecificationsTitle=Tech Specs
manufacturerFootNoteTitle=Manufacturer Footnote
manufacturerServiceNoteTitle=\u0E02\u0E49\u0E2D\u0E04\u0E27\u0E32\u0E21\u0E01\u0E32\u0E23\u0E1A\u0E23\u0E34\u0E01\u0E32\u0E23
manufacturerNoteTitle=\u0E2B\u0E21\u0E32\u0E22\u0E40\u0E2B\u0E15\u0E38\u0E08\u0E32\u0E01\u0E1C\u0E39\u0E49\u0E1C\u0E25\u0E34\u0E15
warrantyTitle=\u0E01\u0E32\u0E23\u0E1B\u0E23\u0E30\u0E01\u0E31\u0E19\u0E2A\u0E34\u0E19\u0E04\u0E49\u0E32
manufacturerSupportNoteTitle=\u0E02\u0E49\u0E2D\u0E04\u0E27\u0E32\u0E21\u0E2A\u0E19\u0E31\u0E1A\u0E2A\u0E19\u0E38\u0E19
chipTitle=Chip
excludeAdditionalInfoKeys=manufacturerSupportNote,warranty,manufacturerNote,manufacturerServiceNote,manufacturerFootNote,engravable,PricingModel


didYouNoticeTitle=\u0E04\u0E38\u0E13\u0E2A\u0E31\u0E07\u0E40\u0E01\u0E15\u0E38\u0E40\u0E2B\u0E47\u0E19\u0E2B\u0E23\u0E37\u0E2D\u0E44\u0E21\u0E48?
appleRecommends=
filter=\u0E01\u0E32\u0E23\u0E04\u0E31\u0E14\u0E01\u0E23\u0E2D\u0E07
applyChanges=\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19\u0E01\u0E32\u0E23\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19\u0E41\u0E1B\u0E25\u0E07
shippingAddressChanged=
pricesMayVary=
specifyRewards=\u0E23\u0E30\u0E1A\u0E38\u0E23\u0E32\u0E07\u0E27\u0E31\u0E25\u0E17\u0E35\u0E48\u0E43\u0E0A\u0E49
creditAndDebit=\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E0A\u0E33\u0E23\u0E30\u0E44\u0E14\u0E49\u0E14\u0E49\u0E27\u0E22\u0E1A\u0E31\u0E15\u0E23\u0E40\u0E04\u0E23\u0E14\u0E34\u0E15
myRewards=\u0E23\u0E32\u0E07\u0E27\u0E31\u0E25\u0E02\u0E2D\u0E07\u0E09\u0E31\u0E19\u0E17\u0E35\u0E48\u0E43\u0E0A\u0E49
usePoints=\u0E04\u0E38\u0E13\u0E15\u0E49\u0E2D\u0E07\u0E43\u0E0A\u0E49\u0E2D\u0E22\u0E48\u0E32\u0E07\u0E19\u0E49\u0E2D\u0E22 {{ minUseTotal | number }} {{ messages[pointLabel] }} \u0E01\u0E32\u0E23\u0E14\u0E33\u0E40\u0E19\u0E34\u0E19\u0E04\u0E33\u0E2A\u0E31\u0E48\u0E07\u0E0B\u0E37\u0E49\u0E2D\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13\u0E43\u0E2B\u0E49\u0E2A\u0E33\u0E40\u0E23\u0E47\u0E08
purchasePointsModalUsePoints=\u0E04\u0E38\u0E13\u0E15\u0E49\u0E2D\u0E07\u0E43\u0E0A\u0E49\u0E2D\u0E22\u0E48\u0E32\u0E07\u0E19\u0E49\u0E2D\u0E22 {{ sp.minUseTotal | number }} {{ messages[pointLabel] }} \u0E01\u0E32\u0E23\u0E14\u0E33\u0E40\u0E19\u0E34\u0E19\u0E04\u0E33\u0E2A\u0E31\u0E48\u0E07\u0E0B\u0E37\u0E49\u0E2D\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13\u0E43\u0E2B\u0E49\u0E2A\u0E33\u0E40\u0E23\u0E47\u0E08
maximumReached=\u0E04\u0E30\u0E41\u0E19\u0E19\u0E2A\u0E39\u0E07\u0E2A\u0E38\u0E14
maximumExceeded=\u0E40\u0E01\u0E34\u0E19\u0E02\u0E35\u0E14\u0E2A\u0E39\u0E07\u0E2A\u0E38\u0E14
minimumReached=\u0E04\u0E30\u0E41\u0E19\u0E19\u0E15\u0E48\u0E33\u0E2A\u0E38\u0E14
minimumExceeded=\u0E44\u0E21\u0E48\u0E15\u0E23\u0E07\u0E15\u0E32\u0E21\u0E01\u0E33\u0E2B\u0E19\u0E14\u0E08\u0E33\u0E19\u0E27\u0E19\u0E02\u0E31\u0E49\u0E19\u0E15\u0E48\u0E33
maximunPointForPurchase=\u0E40\u0E1B\u0E47\u0E19\u0E41\u0E15\u0E49\u0E21\u0E2A\u0E39\u0E07\u0E2A\u0E38\u0E14\u0E17\u0E35\u0E48\u0E04\u0E38\u0E13\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E0B\u0E37\u0E49\u0E2D\u0E44\u0E14\u0E49\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E01\u0E32\u0E23\u0E2A\u0E31\u0E48\u0E07\u0E0B\u0E37\u0E49\u0E2D\u0E19\u0E35\u0E49
minimumRequired=\u0E15\u0E49\u0E2D\u0E07\u0E21\u0E35\u0E02\u0E31\u0E49\u0E19\u0E15\u0E48\u0E33
minimumAmountNotMetToPurchase=
maximumAmountExceededToPurchase=
splitPaymentPointsDisclaimer={{ messages[pointLabel] | lowercase }} {{ messages.forPayment | lowercase }} {{ messages.minimum }}: {{ sp.minUseTotal | currencyFormat: pricingTemplate }}
equalTo=\u0E40\u0E17\u0E48\u0E32\u0E01\u0E31\u0E1A
howMuchToApply=\u0E15\u0E49\u0E2D\u0E07\u0E43\u0E0A\u0E49\u0E22\u0E2D\u0E14\u0E40\u0E2B\u0E25\u0E37\u0E2D\u0E23\u0E32\u0E07\u0E27\u0E31\u0E25\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13\u0E21\u0E32\u0E01\u0E41\u0E04\u0E48\u0E44\u0E2B\u0E19\u0E01\u0E31\u0E1A\u0E01\u0E32\u0E23\u0E0B\u0E37\u0E49\u0E2D\u0E19\u0E35\u0E49?
orderConfirmation=\u0E02\u0E2D\u0E41\u0E2A\u0E14\u0E07\u0E04\u0E27\u0E32\u0E21\u0E22\u0E34\u0E19\u0E14\u0E35 \u0E04\u0E38\u0E13\u0E44\u0E14\u0E49\u0E17\u0E33\u0E01\u0E32\u0E23\u0E2A\u0E31\u0E48\u0E07\u0E0B\u0E37\u0E49\u0E2D\u0E41\u0E25\u0E49\u0E27!
thankYouForOrder=\u0E02\u0E13\u0E30\u0E19\u0E35\u0E49\u0E04\u0E33\u0E2A\u0E31\u0E48\u0E07\u0E0B\u0E37\u0E49\u0E2D\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13\u0E01\u0E33\u0E25\u0E31\u0E07\u0E2D\u0E22\u0E39\u0E48\u0E23\u0E30\u0E2B\u0E27\u0E48\u0E32\u0E07\u0E01\u0E32\u0E23\u0E14\u0E33\u0E40\u0E19\u0E34\u0E19\u0E01\u0E32\u0E23 \u0E04\u0E38\u0E13\u0E08\u0E30\u0E44\u0E14\u0E49\u0E23\u0E31\u0E1A\u0E2D\u0E35\u0E40\u0E21\u0E25\u0E22\u0E37\u0E19\u0E22\u0E31\u0E19\u0E40\u0E23\u0E47\u0E27 \u0E46 \u0E19\u0E35\u0E49
visit=\u0E40\u0E22\u0E35\u0E48\u0E22\u0E21\u0E0A\u0E21
orderStatus=\u0E2A\u0E16\u0E32\u0E19\u0E30\u0E01\u0E32\u0E23\u0E2A\u0E31\u0E48\u0E07\u0E0B\u0E37\u0E49\u0E2D
makeChangesTrackOrder=\u0E40\u0E1E\u0E37\u0E48\u0E2D\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19\u0E41\u0E1B\u0E25\u0E07\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E01\u0E32\u0E23\u0E2A\u0E31\u0E48\u0E07\u0E0B\u0E37\u0E49\u0E2D \u0E15\u0E34\u0E14\u0E15\u0E32\u0E21\u0E01\u0E32\u0E23\u0E08\u0E31\u0E14\u0E2A\u0E48\u0E07\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13\u0E41\u0E25\u0E30\u0E2D\u0E37\u0E48\u0E19 \u0E46
please=\u0E01\u0E23\u0E38\u0E13\u0E32
printThisPage=<a id="link-print-page" href="javascript:window.print()">\u0E42\u0E1B\u0E23\u0E14\u0E1E\u0E34\u0E21\u0E1E\u0E4C\u0E2B\u0E19\u0E49\u0E32\u0E19\u0E35\u0E49</a>\u0E2B\u0E23\u0E37\u0E2D\u0E08\u0E14\u0E40\u0E25\u0E02\u0E17\u0E35\u0E48\u0E04\u0E33\u0E2A\u0E31\u0E48\u0E07\u0E0B\u0E37\u0E49\u0E2D\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13:
itemsPurchased=\u0E2A\u0E34\u0E19\u0E04\u0E49\u0E32\u0E17\u0E35\u0E48\u0E0B\u0E37\u0E49\u0E2D\u0E41\u0E25\u0E49\u0E27
Total=\u0E23\u0E27\u0E21\u0E17\u0E31\u0E49\u0E07\u0E2A\u0E34\u0E49\u0E19
unableToCompletePurchase=\u0E44\u0E21\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E14\u0E33\u0E40\u0E19\u0E34\u0E19\u0E01\u0E32\u0E23\u0E0B\u0E37\u0E49\u0E2D\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13\u0E44\u0E14\u0E49\u0E2A\u0E33\u0E40\u0E23\u0E47\u0E08 - \u0E08\u0E33\u0E19\u0E27\u0E19\u0E23\u0E27\u0E21\u0E1B\u0E31\u0E08\u0E08\u0E38\u0E1A\u0E31\u0E19\u0E40\u0E01\u0E34\u0E19\u0E22\u0E2D\u0E14\u0E23\u0E32\u0E07\u0E27\u0E31\u0E25\u0E04\u0E07\u0E40\u0E2B\u0E25\u0E37\u0E2D
rewardsBalance=\u0E22\u0E2D\u0E14\u0E23\u0E32\u0E07\u0E27\u0E31\u0E25\u0E04\u0E07\u0E40\u0E2B\u0E25\u0E37\u0E2D\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13\u0E15\u0E49\u0E2D\u0E07\u0E21\u0E32\u0E01\u0E01\u0E27\u0E48\u0E32\u0E08\u0E33\u0E19\u0E27\u0E19\u0E23\u0E27\u0E21\u0E02\u0E2D\u0E07\u0E04\u0E33\u0E2A\u0E31\u0E48\u0E07\u0E0B\u0E37\u0E49\u0E2D \u0E2D\u0E32\u0E08\u0E15\u0E49\u0E2D\u0E07\u0E25\u0E1A\u0E2A\u0E34\u0E19\u0E04\u0E49\u0E32\u0E1A\u0E32\u0E07\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E2D\u0E2D\u0E01\u0E08\u0E32\u0E01\u0E04\u0E33\u0E2A\u0E31\u0E48\u0E07\u0E0B\u0E37\u0E49\u0E2D\u0E40\u0E1E\u0E37\u0E48\u0E2D\u0E14\u0E33\u0E40\u0E19\u0E34\u0E19\u0E01\u0E32\u0E23\u0E2A\u0E31\u0E48\u0E07\u0E0B\u0E37\u0E49\u0E2D\u0E43\u0E2B\u0E49\u0E2A\u0E33\u0E40\u0E23\u0E47\u0E08
rewardsBalanceAndLinks=\u0E22\u0E2D\u0E14\u0E23\u0E32\u0E07\u0E27\u0E31\u0E25\u0E04\u0E07\u0E40\u0E2B\u0E25\u0E37\u0E2D\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13\u0E15\u0E49\u0E2D\u0E07\u0E21\u0E32\u0E01\u0E01\u0E27\u0E48\u0E32\u0E08\u0E33\u0E19\u0E27\u0E19\u0E23\u0E27\u0E21\u0E02\u0E2D\u0E07\u0E04\u0E33\u0E2A\u0E31\u0E48\u0E07\u0E0B\u0E37\u0E49\u0E2D \u0E2D\u0E32\u0E08\u0E15\u0E49\u0E2D\u0E07\u0E25\u0E1A\u0E2A\u0E34\u0E19\u0E04\u0E49\u0E32\u0E1A\u0E32\u0E07\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E2D\u0E2D\u0E01\u0E08\u0E32\u0E01\u0E04\u0E33\u0E2A\u0E31\u0E48\u0E07\u0E0B\u0E37\u0E49\u0E2D\u0E40\u0E1E\u0E37\u0E48\u0E2D\u0E14\u0E33\u0E40\u0E19\u0E34\u0E19\u0E01\u0E32\u0E23\u0E2A\u0E31\u0E48\u0E07\u0E0B\u0E37\u0E49\u0E2D\u0E43\u0E2B\u0E49\u0E2A\u0E33\u0E40\u0E23\u0E47\u0E08 \u0E43\u0E0A\u0E49\u0E25\u0E34\u0E07\u0E04\u0E4C\u0E14\u0E49\u0E32\u0E19\u0E25\u0E48\u0E32\u0E07\u0E19\u0E35\u0E49\u0E43\u0E19\u0E01\u0E32\u0E23\u0E04\u0E49\u0E19\u0E2B\u0E32\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E43\u0E19\u0E0A\u0E48\u0E27\u0E07\u0E23\u0E30\u0E22\u0E30\u0E17\u0E35\u0E48\u0E04\u0E38\u0E13\u0E15\u0E49\u0E2D\u0E07\u0E01\u0E32\u0E23
searchBtn=\u0E04\u0E49\u0E19\u0E2B\u0E32
searchPlaceHolder=\u0E04\u0E49\u0E19\u0E2B\u0E32\u0E23\u0E49\u0E32\u0E19\u0E04\u0E49\u0E32
productWithinMyBalance=\u0E04\u0E49\u0E19\u0E2B\u0E32\u0E1C\u0E25\u0E34\u0E15\u0E20\u0E31\u0E13\u0E11\u0E4C\u0E20\u0E32\u0E22\u0E43\u0E19\u0E22\u0E2D\u0E14\u0E23\u0E32\u0E07\u0E27\u0E31\u0E25\u0E04\u0E07\u0E40\u0E2B\u0E25\u0E37\u0E2D\u0E02\u0E2D\u0E07\u0E09\u0E31\u0E19
rewardsBalanceShortText=\u0E22\u0E2D\u0E14\u0E23\u0E32\u0E07\u0E27\u0E31\u0E25\u0E04\u0E07\u0E40\u0E2B\u0E25\u0E37\u0E2D
go=\u0E44\u0E1B
Filter=\u0E01\u0E32\u0E23\u0E04\u0E31\u0E14\u0E01\u0E23\u0E2D\u0E07
basedOn=\u0E08\u0E32\u0E01
reviews=reviews
unableToCompletePurchaseMaximum=\u0E44\u0E21\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E14\u0E33\u0E40\u0E19\u0E34\u0E19\u0E01\u0E32\u0E23\u0E0B\u0E37\u0E49\u0E2D\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13\u0E44\u0E14\u0E49\u0E2A\u0E33\u0E40\u0E23\u0E47\u0E08 - \u0E08\u0E33\u0E19\u0E27\u0E19\u0E23\u0E27\u0E21\u0E1B\u0E31\u0E08\u0E08\u0E38\u0E1A\u0E31\u0E19\u0E40\u0E01\u0E34\u0E19\u0E22\u0E2D\u0E14\u0E23\u0E32\u0E07\u0E27\u0E31\u0E25\u0E04\u0E07\u0E40\u0E2B\u0E25\u0E37\u0E2D / \u0E40\u0E01\u0E34\u0E19\u0E08\u0E33\u0E19\u0E27\u0E19\u0E40\u0E07\u0E34\u0E19\u0E2A\u0E14\u0E2A\u0E39\u0E07\u0E2A\u0E38\u0E14
balanceIsLessThanOrder=\u0E22\u0E2D\u0E14\u0E23\u0E32\u0E07\u0E27\u0E31\u0E25\u0E04\u0E07\u0E40\u0E2B\u0E25\u0E37\u0E2D\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13\u0E19\u0E49\u0E2D\u0E22\u0E01\u0E27\u0E48\u0E32\u0E08\u0E33\u0E19\u0E27\u0E19\u0E23\u0E27\u0E21\u0E02\u0E2D\u0E07\u0E04\u0E33\u0E2A\u0E31\u0E48\u0E07\u0E0B\u0E37\u0E49\u0E2D \u0E21\u0E35\u0E22\u0E2D\u0E14\u0E04\u0E07\u0E40\u0E2B\u0E25\u0E37\u0E2D <strong>{{ cartTotals.points - pointsUsed | number }}{{ ::messages[pointLabel] }}</strong> \u0E40\u0E01\u0E34\u0E19\u0E08\u0E33\u0E19\u0E27\u0E19\u0E41\u0E15\u0E49\u0E21\u0E17\u0E35\u0E48\u0E04\u0E38\u0E13\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E0B\u0E37\u0E49\u0E2D\u0E44\u0E14\u0E49\u0E43\u0E19\u0E01\u0E32\u0E23\u0E14\u0E33\u0E40\u0E19\u0E34\u0E19\u0E01\u0E32\u0E23\u0E2A\u0E31\u0E48\u0E07\u0E0B\u0E37\u0E49\u0E2D\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13\u0E43\u0E2B\u0E49\u0E2A\u0E33\u0E40\u0E23\u0E47\u0E08{{ maxPurchaseTotal | number }} {{ ::messages[pointLabel] }}</strong>\u0E40\u0E1B\u0E47\u0E19\u0E08\u0E33\u0E19\u0E27\u0E19\u0E2A\u0E39\u0E07\u0E2A\u0E38\u0E14\u0E17\u0E35\u0E48\u0E04\u0E38\u0E13\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E40\u0E2A\u0E23\u0E34\u0E21\u0E44\u0E14\u0E49\u0E14\u0E49\u0E27\u0E22\u0E01\u0E32\u0E23\u0E4C\u0E14\u0E17\u0E35\u0E48\u0E04\u0E38\u0E13\u0E40\u0E25\u0E37\u0E2D\u0E01
splitPayment=\u0E04\u0E38\u0E13\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E41\u0E1A\u0E48\u0E07\u0E01\u0E32\u0E23\u0E0A\u0E33\u0E23\u0E30\u0E40\u0E07\u0E34\u0E19\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E04\u0E33\u0E2A\u0E31\u0E48\u0E07\u0E0B\u0E37\u0E49\u0E2D\u0E19\u0E35\u0E49\u0E42\u0E14\u0E22\u0E01\u0E32\u0E23\u0E43\u0E0A\u0E49\u0E1A\u0E32\u0E07\u0E2A\u0E48\u0E27\u0E19\u0E02\u0E2D\u0E07\u0E22\u0E2D\u0E14\u0E23\u0E32\u0E07\u0E27\u0E31\u0E25\u0E04\u0E07\u0E40\u0E2B\u0E25\u0E37\u0E2D\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13 \u0E04\u0E38\u0E13\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E0B\u0E37\u0E49\u0E2D\u0E44\u0E14\u0E49\u0E2A\u0E39\u0E07\u0E2A\u0E38\u0E14 <strong>{{maxPurchaseTotal | number}}</strong>\u0020 \u0E43\u0E0A\u0E49\u0E1A\u0E31\u0E15\u0E23\u0E40\u0E04\u0E23\u0E14\u0E34\u0E15\u0E17\u0E35\u0E48\u0E04\u0E38\u0E13\u0E40\u0E25\u0E37\u0E2D\u0E01 \u0E43\u0E0A\u0E49\u0E25\u0E34\u0E07\u0E04\u0E4C\u0E14\u0E49\u0E32\u0E19\u0E25\u0E48\u0E32\u0E07\u0E19\u0E35\u0E49\u0E2B\u0E23\u0E37\u0E2D "\u0E41\u0E01\u0E49\u0E44\u0E02" \u0E25\u0E34\u0E07\u0E04\u0E4C\u0E43\u0E19\u0E01\u0E32\u0E23\u0E41\u0E1A\u0E48\u0E07\u0E41\u0E22\u0E01\u0E23\u0E32\u0E04\u0E32\u0E17\u0E35\u0E48\u0E14\u0E49\u0E32\u0E19\u0E02\u0E27\u0E32 \u0E40\u0E1E\u0E37\u0E48\u0E2D\u0E23\u0E30\u0E1A\u0E38\u0E23\u0E32\u0E07\u0E27\u0E31\u0E25\u0E17\u0E35\u0E48\u0E04\u0E38\u0E13\u0E15\u0E49\u0E2D\u0E07\u0E01\u0E32\u0E23\u0E43\u0E0A\u0E49
splitMyPayment=\u0E41\u0E22\u0E01\u0E01\u0E32\u0E23\u0E0A\u0E33\u0E23\u0E30\u0E40\u0E07\u0E34\u0E19\u0E02\u0E2D\u0E07\u0E09\u0E31\u0E19
editSplitPayment=\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19 / \u0E41\u0E22\u0E01\u0E01\u0E32\u0E23\u0E0A\u0E33\u0E23\u0E30\u0E40\u0E07\u0E34\u0E19
perPayPeriod=per pay period
totalToPay=\u0E22\u0E2D\u0E14\u0E23\u0E27\u0E21\u0E17\u0E35\u0E48\u0E15\u0E49\u0E2D\u0E07\u0E0A\u0E33\u0E23\u0E30
paymentMethod=\u0E27\u0E34\u0E18\u0E35\u0E01\u0E32\u0E23\u0E01\u0E32\u0E23\u0E0A\u0E33\u0E23\u0E30\u0E40\u0E07\u0E34\u0E19
youCanSplitPayments=\u0E04\u0E38\u0E13\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E41\u0E1A\u0E48\u0E07\u0E01\u0E32\u0E23\u0E0A\u0E33\u0E23\u0E30\u0E40\u0E07\u0E34\u0E19\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E04\u0E33\u0E2A\u0E31\u0E48\u0E07\u0E0B\u0E37\u0E49\u0E2D\u0E19\u0E35\u0E49\u0E42\u0E14\u0E22\u0E01\u0E32\u0E23\u0E43\u0E0A\u0E49\u0E1A\u0E32\u0E07\u0E2A\u0E48\u0E27\u0E19\u0E02\u0E2D\u0E07\u0E22\u0E2D\u0E14\u0E23\u0E32\u0E07\u0E27\u0E31\u0E25\u0E04\u0E07\u0E40\u0E2B\u0E25\u0E37\u0E2D\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13\u0E41\u0E25\u0E30\u0E1A\u0E31\u0E15\u0E23\u0E40\u0E04\u0E23\u0E14\u0E34\u0E15
shop=\u0E0B\u0E37\u0E49\u0E2D
close=\u0E1B\u0E34\u0E14
myOrderHistory=
continue=\u0E14\u0E33\u0E40\u0E19\u0E34\u0E19\u0E01\u0E32\u0E23\u0E15\u0E48\u0E2D
#required field validate message section
patternAddressError=\u0E01\u0E23\u0E38\u0E13\u0E32\u0E43\u0E2A\u0E48\u0E16\u0E19\u0E19\u0E02\u0E2D\u0E07\u0E17\u0E35\u0E48\u0E2D\u0E22\u0E39\u0E48\u0E17\u0E35\u0E48\u0E16\u0E39\u0E01\u0E15\u0E49\u0E2D\u0E07
patternCityError=\u0E01\u0E23\u0E38\u0E13\u0E32\u0E43\u0E2A\u0E48\u0E0A\u0E37\u0E48\u0E2D\u0E40\u0E21\u0E37\u0E2D\u0E07\u0E17\u0E35\u0E48\u0E16\u0E39\u0E01\u0E15\u0E49\u0E2D\u0E07
patternZipError=\u0E01\u0E23\u0E38\u0E13\u0E32\u0E01\u0E23\u0E2D\u0E01\u0E23\u0E2B\u0E31\u0E2A\u0E44\u0E1B\u0E23\u0E29\u0E13\u0E35\u0E22\u0E4C\u0E17\u0E35\u0E48\u0E16\u0E39\u0E01\u0E15\u0E49\u0E2D\u0E07
patternPhoneError=\u0E01\u0E23\u0E38\u0E13\u0E32\u0E43\u0E2A\u0E48\u0E2B\u0E21\u0E32\u0E22\u0E40\u0E25\u0E02\u0E42\u0E17\u0E23\u0E28\u0E31\u0E1E\u0E17\u0E4C\u0E17\u0E35\u0E48\u0E16\u0E39\u0E01\u0E15\u0E49\u0E2D\u0E07
patternEmailError=\u0E01\u0E23\u0E38\u0E13\u0E32\u0E43\u0E2A\u0E48\u0E17\u0E35\u0E48\u0E2D\u0E22\u0E39\u0E48\u0E2D\u0E35\u0E40\u0E21\u0E25\u0E17\u0E35\u0E48\u0E16\u0E39\u0E01\u0E15\u0E49\u0E2D\u0E07
requiredAddressError=\u0E01\u0E23\u0E38\u0E13\u0E32\u0E43\u0E2A\u0E48\u0E16\u0E19\u0E19\u0E02\u0E2D\u0E07\u0E17\u0E35\u0E48\u0E2D\u0E22\u0E39\u0E48\u0E17\u0E35\u0E48\u0E16\u0E39\u0E01\u0E15\u0E49\u0E2D\u0E07
requiredCityError=\u0E01\u0E23\u0E38\u0E13\u0E32\u0E01\u0E23\u0E2D\u0E01\u0E41\u0E02\u0E27\u0E07/\u0E15\u0E33\u0E1A\u0E25
requiredDistrictError=\u0E01\u0E23\u0E38\u0E13\u0E32\u0E01\u0E23\u0E2D\u0E01\u0E40\u0E02\u0E15/\u0E2D\u0E33\u0E40\u0E20\u0E2D
requiredStateError=\u0E01\u0E23\u0E38\u0E13\u0E32\u0E43\u0E2A\u0E48\u0E08\u0E31\u0E07\u0E2B\u0E27\u0E31\u0E14\u0E17\u0E35\u0E48\u0E16\u0E39\u0E01\u0E15\u0E49\u0E2D\u0E07
requiredZipError=\u0E01\u0E23\u0E38\u0E13\u0E32\u0E43\u0E2A\u0E48\u0E23\u0E2B\u0E31\u0E2A\u0E44\u0E1B\u0E23\u0E29\u0E13\u0E35\u0E22\u0E4C 5 \u0E2B\u0E25\u0E31\u0E01
requiredPhoneError=\u0E01\u0E23\u0E38\u0E13\u0E32\u0E43\u0E2A\u0E48\u0E2B\u0E21\u0E32\u0E22\u0E40\u0E25\u0E02\u0E42\u0E17\u0E23\u0E28\u0E31\u0E1E\u0E17\u0E4C
requiredEmailError=\u0E01\u0E23\u0E38\u0E13\u0E32\u0E43\u0E2A\u0E48\u0E17\u0E35\u0E48\u0E2D\u0E22\u0E39\u0E48\u0E2D\u0E35\u0E40\u0E21\u0E25
requiredConfirmEmailError=\u0E01\u0E23\u0E38\u0E13\u0E32\u0E43\u0E2A\u0E48\u0E17\u0E35\u0E48\u0E2D\u0E22\u0E39\u0E48\u0E2D\u0E35\u0E40\u0E21\u0E25\u0E40\u0E14\u0E35\u0E22\u0E27\u0E01\u0E31\u0E1A\u0E17\u0E35\u0E48\u0E2D\u0E22\u0E39\u0E48\u0E2D\u0E35\u0E40\u0E21\u0E25\u0E17\u0E35\u0E48\u0E43\u0E2A\u0E48\u0E14\u0E49\u0E32\u0E19\u0E1A\u0E19\u0E40\u0E1E\u0E37\u0E48\u0E2D\u0E22\u0E37\u0E19\u0E22\u0E31\u0E19
giftSpecialCharError=\u0E44\u0E21\u0E48\u0E2D\u0E19\u0E38\u0E0D\u0E32\u0E15\u0E43\u0E2B\u0E49\u0E43\u0E0A\u0E49\u0E2D\u0E31\u0E01\u0E02\u0E23\u0E30\u0E15\u0E48\u0E2D\u0E44\u0E1B\u0E19\u0E35\u0E49: * < > " ~ \\

#Address modal section
maxLengthText=\u0E04\u0E27\u0E32\u0E21\u0E22\u0E32\u0E27\u0E2A\u0E39\u0E07\u0E2A\u0E38\u0E14
seePreConfiguredText=\u0E14\u0E39 {{subcatName}} \u0E17\u0E35\u0E48\u0E01\u0E33\u0E2B\u0E19\u0E14\u0E04\u0E48\u0E32\u0E41\u0E25\u0E49\u0E27\u0E40\u0E1E\u0E34\u0E48\u0E21\u0E40\u0E15\u0E34\u0E21
seeViewMorePreConfiguredText=\u0E14\u0E39 {{subcatName}} \u0E17\u0E35\u0E48\u0E01\u0E33\u0E2B\u0E19\u0E14\u0E04\u0E48\u0E32\u0E41\u0E25\u0E49\u0E27\u0E40\u0E1E\u0E34\u0E48\u0E21\u0E40\u0E15\u0E34\u0E21
shipTo=\u0E2A\u0E48\u0E07\u0E44\u0E1B\u0E22\u0E31\u0E07
shippingInformation=\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E01\u0E32\u0E23\u0E08\u0E31\u0E14\u0E2A\u0E48\u0E07
billTo=\u0E40\u0E23\u0E35\u0E22\u0E01\u0E40\u0E01\u0E47\u0E1A\u0E40\u0E07\u0E34\u0E19\u0E44\u0E1B\u0E22\u0E31\u0E07
contactInfo=\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E01\u0E32\u0E23\u0E15\u0E34\u0E14\u0E15\u0E48\u0E2D
loading=\u0E01\u0E33\u0E25\u0E31\u0E07\u0E42\u0E2B\u0E25\u0E14...
requiredNameError=\u0E01\u0E23\u0E38\u0E13\u0E32\u0E43\u0E2A\u0E48\u0E0A\u0E37\u0E48\u0E2D\u0E1C\u0E39\u0E49\u0E23\u0E31\u0E1A
confirmEmail=\u0E22\u0E37\u0E19\u0E22\u0E31\u0E19\u0E17\u0E35\u0E48\u0E2D\u0E22\u0E39\u0E48\u0E2D\u0E35\u0E40\u0E21\u0E25
confirmEmailError=\u0E2D\u0E35\u0E40\u0E21\u0E25\u0E01\u0E32\u0E23\u0E22\u0E37\u0E19\u0E22\u0E31\u0E19\u0E17\u0E35\u0E48\u0E43\u0E2A\u0E48\u0E19\u0E31\u0E49\u0E19\u0E44\u0E21\u0E48\u0E15\u0E23\u0E07\u0E01\u0E31\u0E1A\u0E17\u0E35\u0E48\u0E2D\u0E22\u0E39\u0E48\u0E2D\u0E35\u0E40\u0E21\u0E25\u0E14\u0E49\u0E32\u0E19\u0E1A\u0E19
creditAndDebitRequired=\u0E15\u0E49\u0E2D\u0E07\u0E0A\u0E33\u0E23\u0E30\u0E14\u0E49\u0E27\u0E22\u0E1A\u0E31\u0E15\u0E23\u0E40\u0E04\u0E23\u0E14\u0E34\u0E15
optional=\u0E44\u0E21\u0E48\u0E1A\u0E31\u0E07\u0E04\u0E31\u0E1A
recipientName=\u0E0A\u0E37\u0E48\u0E2D
sessionExpired=\u0E2B\u0E21\u0E14\u0E40\u0E27\u0E25\u0E32\u0E40\u0E02\u0E49\u0E32\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19
sessionExpiredText=\u0E23\u0E2D\u0E1A\u0E01\u0E32\u0E23\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19\u0E2B\u0E21\u0E14\u0E2D\u0E32\u0E22\u0E38!
returnToLogin=\u0E04\u0E25\u0E34\u0E4A\u0E01 \u0E14\u0E33\u0E40\u0E19\u0E34\u0E19\u0E01\u0E32\u0E23\u0E15\u0E48\u0E2D \u0E17\u0E35\u0E48\u0E14\u0E49\u0E32\u0E19\u0E25\u0E48\u0E32\u0E07\u0E40\u0E1E\u0E37\u0E48\u0E2D\u0E01\u0E25\u0E31\u0E1A\u0E44\u0E1B\u0E22\u0E31\u0E07\u0E2B\u0E19\u0E49\u0E32\u0E25\u0E07\u0E0A\u0E37\u0E48\u0E2D\u0E40\u0E02\u0E49\u0E32\u0E43\u0E0A\u0E49
used=\u0E43\u0E0A\u0E49\u0E41\u0E25\u0E49\u0E27
selectAddress=Address
enterDiffAddress=Enter a different address
selectDifferentAddress=\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E17\u0E35\u0E48\u0E2D\u0E22\u0E39\u0E48\u0E2D\u0E37\u0E48\u0E19

#Address modal section error message
invalidEmail=\u0E01\u0E23\u0E38\u0E13\u0E32\u0E43\u0E2A\u0E48\u0E17\u0E35\u0E48\u0E2D\u0E22\u0E39\u0E48\u0E2D\u0E35\u0E40\u0E21\u0E25\u0E17\u0E35\u0E48\u0E16\u0E39\u0E01\u0E15\u0E49\u0E2D\u0E07
poBoxNotAllowed=\u0E44\u0E21\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E2A\u0E48\u0E07\u0E2A\u0E34\u0E19\u0E04\u0E49\u0E32\u0E44\u0E1B\u0E22\u0E31\u0E07\u0E15\u0E39\u0E49 \u0E1B\u0E13. \u0E44\u0E14\u0E49
invalidPostalCode=\u0E01\u0E23\u0E38\u0E13\u0E32\u0E43\u0E2A\u0E48\u0E23\u0E2B\u0E31\u0E2A\u0E44\u0E1B\u0E23\u0E29\u0E13\u0E35\u0E22\u0E4C\u0E17\u0E35\u0E48\u0E16\u0E39\u0E01\u0E15\u0E49\u0E2D\u0E07
invalidZip5=\u0E01\u0E23\u0E38\u0E13\u0E32\u0E43\u0E2A\u0E48\u0E23\u0E2B\u0E31\u0E2A\u0E44\u0E1B\u0E23\u0E29\u0E13\u0E35\u0E22\u0E4C\u0E17\u0E35\u0E48\u0E16\u0E39\u0E01\u0E15\u0E49\u0E2D\u0E07
invalidZip4=\u0E23\u0E2B\u0E31\u0E2A\u0E44\u0E1B\u0E23\u0E29\u0E13\u0E35\u0E22\u0E4C 4 \u0E15\u0E31\u0E27\u0E44\u0E21\u0E48\u0E16\u0E39\u0E01\u0E15\u0E49\u0E2D\u0E07
invalidPhoneNumber=\u0E43\u0E2A\u0E48\u0E2B\u0E21\u0E32\u0E22\u0E40\u0E25\u0E02\u0E42\u0E17\u0E23\u0E28\u0E31\u0E1E\u0E17\u0E4C\u0E17\u0E35\u0E48\u0E16\u0E39\u0E01\u0E15\u0E49\u0E2D\u0E07
stateProvinceMissing=\u0E01\u0E23\u0E38\u0E13\u0E32\u0E43\u0E2A\u0E48\u0E08\u0E31\u0E07\u0E2B\u0E27\u0E31\u0E14\u0E17\u0E35\u0E48\u0E16\u0E39\u0E01\u0E15\u0E49\u0E2D\u0E07
countryMissing=\u0E01\u0E23\u0E38\u0E13\u0E32\u0E43\u0E2A\u0E48\u0E1B\u0E23\u0E30\u0E40\u0E17\u0E28\u0E17\u0E35\u0E48\u0E16\u0E39\u0E01\u0E15\u0E49\u0E2D\u0E07
invalidAddressLine1=\u0E01\u0E23\u0E38\u0E13\u0E32\u0E43\u0E2A\u0E48\u0E17\u0E35\u0E48\u0E2D\u0E22\u0E39\u0E48\u0E17\u0E35\u0E48\u0E16\u0E39\u0E01\u0E15\u0E49\u0E2D\u0E07
invalidEmailAddress=\u0E2D\u0E35\u0E40\u0E21\u0E25\u0E44\u0E21\u0E48\u0E16\u0E39\u0E01\u0E15\u0E49\u0E2D\u0E07
invalidCharacters=\u0E08\u0E33\u0E19\u0E27\u0E19\u0E41\u0E25\u0E30/\u0E2B\u0E23\u0E37\u0E2D\u0E2A\u0E31\u0E0D\u0E25\u0E31\u0E01\u0E29\u0E13\u0E4C\u0E1E\u0E34\u0E40\u0E28\u0E29\u0E44\u0E21\u0E48\u0E44\u0E14\u0E49\u0E23\u0E31\u0E1A\u0E2D\u0E19\u0E38\u0E0D\u0E32\u0E15
naughtyWordFound=\u0E44\u0E21\u0E48\u0E2D\u0E19\u0E38\u0E0D\u0E32\u0E15\u0E43\u0E2B\u0E49\u0E43\u0E0A\u0E49\u0E04\u0E33\u0E17\u0E35\u0E48\u0E44\u0E21\u0E48\u0E40\u0E2B\u0E21\u0E32\u0E30\u0E2A\u0E21
invalidCharactersFound=\u0E15\u0E31\u0E27\u0E2D\u0E31\u0E01\u0E29\u0E23\u0E40\u0E2B\u0E25\u0E48\u0E32\u0E19\u0E35\u0E49\u0E44\u0E21\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E2A\u0E25\u0E31\u0E01\u0E44\u0E14\u0E49
invalidName=\u0E0A\u0E37\u0E48\u0E2D\u0E41\u0E25\u0E30\u0E19\u0E32\u0E21\u0E2A\u0E01\u0E38\u0E25\u0E15\u0E49\u0E2D\u0E07\u0E40\u0E1B\u0E47\u0E19\u0E15\u0E31\u0E27\u0E2D\u0E31\u0E01\u0E29\u0E23 \u0E42\u0E14\u0E22\u0E17\u0E35\u0E48\u0E15\u0E49\u0E2D\u0E07\u0E21\u0E35\u0E2D\u0E22\u0E48\u0E32\u0E07\u0E19\u0E49\u0E2D\u0E22 1 \u0E15\u0E31\u0E27\u0E2D\u0E31\u0E01\u0E29\u0E23\u0E43\u0E19\u0E17\u0E31\u0E49\u0E07\u0E0A\u0E37\u0E48\u0E2D\u0E41\u0E25\u0E30\u0E19\u0E32\u0E21\u0E2A\u0E01\u0E38\u0E25
invalidCity=\u0E01\u0E23\u0E38\u0E13\u0E32\u0E43\u0E2A\u0E48\u0E0A\u0E37\u0E48\u0E2D\u0E40\u0E21\u0E37\u0E2D\u0E07\u0E17\u0E35\u0E48\u0E16\u0E39\u0E01\u0E15\u0E49\u0E2D\u0E07
invalidDistrict=\u0E01\u0E23\u0E38\u0E13\u0E32\u0E01\u0E23\u0E2D\u0E01\u0E41\u0E02\u0E27\u0E07/\u0E15\u0E33\u0E1A\u0E25
vaildShipping=\u0E2A\u0E48\u0E07\u0E44\u0E1B\u0E22\u0E31\u0E07\u0E41\u0E25\u0E30\u0E23\u0E32\u0E22\u0E25\u0E30\u0E40\u0E2D\u0E35\u0E22\u0E14\u0E01\u0E32\u0E23\u0E15\u0E34\u0E14\u0E15\u0E48\u0E2D
phoneNumber=\u0E2B\u0E21\u0E32\u0E22\u0E40\u0E25\u0E02\u0E42\u0E17\u0E23\u0E28\u0E31\u0E1E\u0E17\u0E4C
enterShippingInfo=\u0E17\u0E35\u0E48\u0E2D\u0E22\u0E39\u0E48\u0E17\u0E35\u0E48\u0E23\u0E30\u0E1A\u0E38\u0E14\u0E49\u0E32\u0E19\u0E25\u0E48\u0E32\u0E07\u0E40\u0E1B\u0E47\u0E19\u0E17\u0E35\u0E48\u0E2D\u0E22\u0E39\u0E48\u0E40\u0E1E\u0E37\u0E48\u0E2D\u0E08\u0E31\u0E14\u0E2A\u0E48\u0E07\u0E1C\u0E25\u0E34\u0E15\u0E20\u0E31\u0E13\u0E11\u0E4C\u0E17\u0E35\u0E48\u0E04\u0E38\u0E13\u0E2A\u0E31\u0E48\u0E07\u0E0B\u0E37\u0E49\u0E2D \u0E01\u0E23\u0E38\u0E13\u0E32\u0E15\u0E23\u0E27\u0E08\u0E2A\u0E2D\u0E1A\u0E23\u0E32\u0E22\u0E25\u0E30\u0E40\u0E2D\u0E35\u0E22\u0E14\u0E27\u0E48\u0E32\u0E40\u0E1B\u0E47\u0E19\u0E17\u0E35\u0E48\u0E2D\u0E22\u0E39\u0E48\u0E17\u0E35\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E17\u0E33\u0E01\u0E32\u0E23\u0E08\u0E31\u0E14\u0E2A\u0E48\u0E07\u0E44\u0E14\u0E49 \u0E41\u0E25\u0E30\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E43\u0E0A\u0E49\u0E2D\u0E35\u0E40\u0E21\u0E25\u0E17\u0E35\u0E48\u0E23\u0E30\u0E1A\u0E38\u0E14\u0E49\u0E32\u0E19\u0E25\u0E48\u0E32\u0E07\u0E43\u0E19\u0E01\u0E32\u0E23\u0E23\u0E31\u0E1A\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E2A\u0E16\u0E32\u0E19\u0E30\u0E01\u0E32\u0E23\u0E08\u0E31\u0E14\u0E2A\u0E48\u0E07\u0E41\u0E25\u0E30\u0E01\u0E32\u0E23\u0E22\u0E37\u0E19\u0E22\u0E31\u0E19\u0E04\u0E33\u0E2A\u0E31\u0E48\u0E07\u0E0B\u0E37\u0E49\u0E2D\u0E1C\u0E25\u0E34\u0E15\u0E20\u0E31\u0E13\u0E11\u0E4C
invalidShipAddressHeader=\u0E44\u0E21\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E15\u0E23\u0E27\u0E08\u0E22\u0E37\u0E19\u0E22\u0E31\u0E19\u0E17\u0E35\u0E48\u0E2D\u0E22\u0E39\u0E48\u0E43\u0E19\u0E01\u0E32\u0E23\u0E08\u0E31\u0E14\u0E2A\u0E48\u0E07
invalidShipAddressText=\u0E40\u0E23\u0E32\u0E44\u0E21\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E15\u0E23\u0E27\u0E08\u0E2A\u0E2D\u0E1A\u0E17\u0E35\u0E48\u0E2D\u0E22\u0E39\u0E48\u0E17\u0E35\u0E48\u0E04\u0E38\u0E13\u0E01\u0E23\u0E2D\u0E01\u0E14\u0E49\u0E32\u0E19\u0E25\u0E48\u0E32\u0E07\u0E44\u0E14\u0E49 \u0E0B\u0E36\u0E48\u0E07\u0E2D\u0E32\u0E08\u0E17\u0E33\u0E43\u0E2B\u0E49\u0E21\u0E35\u0E1B\u0E31\u0E0D\u0E2B\u0E32\u0E43\u0E19\u0E01\u0E32\u0E23\u0E08\u0E31\u0E14\u0E2A\u0E48\u0E07\u0E1C\u0E25\u0E34\u0E15\u0E20\u0E31\u0E13\u0E11\u0E4C\u0E44\u0E1B\u0E22\u0E31\u0E07\u0E17\u0E35\u0E48\u0E2D\u0E22\u0E39\u0E48\u0E19\u0E35\u0E49
invalidShipAddressTextWithLink=FR_CA:\u0E40\u0E23\u0E32\u0E44\u0E21\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E1E\u0E34\u0E2A\u0E39\u0E08\u0E19\u0E4C\u0E22\u0E37\u0E19\u0E22\u0E31\u0E19\u0E17\u0E35\u0E48\u0E2D\u0E22\u0E39\u0E48\u0E17\u0E35\u0E48\u0E04\u0E38\u0E13\u0E43\u0E2B\u0E49\u0E14\u0E31\u0E07\u0E14\u0E49\u0E32\u0E19\u0E25\u0E48\u0E32\u0E07\u0E44\u0E14\u0E49 \u0E0B\u0E36\u0E48\u0E07\u0E2D\u0E32\u0E08\u0E17\u0E33\u0E43\u0E2B\u0E49\u0E40\u0E01\u0E34\u0E14\u0E1B\u0E31\u0E0D\u0E2B\u0E32\u0E01\u0E32\u0E23\u0E2A\u0E48\u0E07\u0E2A\u0E34\u0E19\u0E04\u0E49\u0E32\u0E44\u0E1B\u0E22\u0E31\u0E07\u0E17\u0E35\u0E48\u0E2D\u0E22\u0E39\u0E48\u0E19\u0E35\u0E49 \u0E2B\u0E32\u0E01\u0E04\u0E38\u0E13\u0E41\u0E19\u0E48\u0E43\u0E08\u0E43\u0E19\u0E17\u0E35\u0E48\u0E2D\u0E22\u0E39\u0E48\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13\u0E27\u0E48\u0E32\u0E16\u0E39\u0E01\u0E15\u0E49\u0E2D\u0E07 \u0E01\u0E23\u0E38\u0E13\u0E32\u0E04\u0E25\u0E34\u0E4A\u0E01\u0E17\u0E35\u0E48 "\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19\u0E01\u0E32\u0E23\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19\u0E41\u0E1B\u0E25\u0E07" \u0E17\u0E35\u0E48\u0E14\u0E49\u0E32\u0E19\u0E25\u0E48\u0E32\u0E07
editLink=\u0E41\u0E01\u0E49\u0E44\u0E02
engravingTitle=\u0E1A\u0E23\u0E34\u0E01\u0E32\u0E23\u0E2A\u0E25\u0E31\u0E01\u0E02\u0E49\u0E2D\u0E04\u0E27\u0E32\u0E21
removedItemNotAvailable=\u0E2A\u0E34\u0E19\u0E04\u0E49\u0E32\u0E1A\u0E32\u0E07\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E16\u0E39\u0E01\u0E25\u0E1A\u0E44\u0E1B\u0E40\u0E19\u0E37\u0E48\u0E2D\u0E07\u0E08\u0E32\u0E01\u0E44\u0E21\u0E48\u0E21\u0E35\u0E08\u0E33\u0E2B\u0E19\u0E48\u0E32\u0E22 \u0E01\u0E23\u0E38\u0E13\u0E32\u0E15\u0E23\u0E27\u0E08\u0E2A\u0E2D\u0E1A\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E2A\u0E34\u0E19\u0E04\u0E49\u0E32\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13\u0E17\u0E35\u0E48\u0E14\u0E49\u0E32\u0E19\u0E25\u0E48\u0E32\u0E07\u0E01\u0E48\u0E2D\u0E19\u0E14\u0E33\u0E40\u0E19\u0E34\u0E19\u0E01\u0E32\u0E23\u0E0B\u0E37\u0E49\u0E2D\u0E43\u0E2B\u0E49\u0E40\u0E2A\u0E23\u0E47\u0E08\u0E2A\u0E34\u0E49\u0E19
tryAgainLater=\u0E01\u0E23\u0E38\u0E13\u0E32\u0E25\u0E2D\u0E07\u0E43\u0E2B\u0E21\u0E48\u0E2D\u0E35\u0E01\u0E04\u0E23\u0E31\u0E49\u0E07
modelsUnavailable=\u0E1B\u0E31\u0E08\u0E08\u0E38\u0E1A\u0E31\u0E19\u0E23\u0E38\u0E48\u0E19\u0E19\u0E35\u0E49\u0E22\u0E31\u0E07\u0E44\u0E21\u0E48\u0E21\u0E35\u0E08\u0E33\u0E2B\u0E19\u0E48\u0E32\u0E22
configurationLoadingError=\u0E21\u0E35\u0E02\u0E49\u0E2D\u0E1C\u0E34\u0E14\u0E1E\u0E25\u0E32\u0E14\u0E40\u0E01\u0E34\u0E14\u0E02\u0E36\u0E49\u0E19\u0E02\u0E13\u0E30\u0E42\u0E2B\u0E25\u0E14\u0E15\u0E31\u0E27\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E2A\u0E34\u0E19\u0E04\u0E49\u0E32
placeOrderError=\u0E21\u0E35\u0E02\u0E49\u0E2D\u0E1C\u0E34\u0E14\u0E1E\u0E25\u0E32\u0E14\u0E40\u0E01\u0E34\u0E14\u0E02\u0E36\u0E49\u0E19\u0E02\u0E13\u0E30\u0E2A\u0E31\u0E48\u0E07\u0E0B\u0E37\u0E49\u0E2D \u0E04\u0E25\u0E34\u0E4A\u0E01 \u0E14\u0E33\u0E40\u0E19\u0E34\u0E19\u0E01\u0E32\u0E23\u0E15\u0E48\u0E2D \u0E17\u0E35\u0E48\u0E14\u0E49\u0E32\u0E19\u0E25\u0E48\u0E32\u0E07\u0E40\u0E1E\u0E37\u0E48\u0E2D\u0E01\u0E25\u0E31\u0E1A\u0E44\u0E1B\u0E22\u0E31\u0E07\u0E16\u0E38\u0E07\u0E0A\u0E49\u0E2D\u0E1B\u0E1B\u0E34\u0E49\u0E07
oopsSorry=\u0E02\u0E2D\u0E2D\u0E20\u0E31\u0E22!
unableCompleteOrder=\u0E40\u0E23\u0E32\u0E44\u0E21\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E14\u0E33\u0E40\u0E19\u0E34\u0E19\u0E01\u0E32\u0E23\u0E04\u0E33\u0E2A\u0E31\u0E48\u0E07\u0E0B\u0E37\u0E49\u0E2D\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13\u0E43\u0E2B\u0E49\u0E2A\u0E33\u0E40\u0E23\u0E47\u0E08\u0E44\u0E14\u0E49
shippingAddressError=\u0E21\u0E35\u0E02\u0E49\u0E2D\u0E1C\u0E34\u0E14\u0E1E\u0E25\u0E32\u0E14\u0E40\u0E01\u0E34\u0E14\u0E02\u0E36\u0E49\u0E19\u0E02\u0E13\u0E30\u0E42\u0E2B\u0E25\u0E14\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E01\u0E32\u0E23\u0E08\u0E31\u0E14\u0E2A\u0E48\u0E07\u0E41\u0E25\u0E30\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E01\u0E32\u0E23\u0E15\u0E34\u0E14\u0E15\u0E48\u0E2D\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13 \u0E04\u0E25\u0E34\u0E4A\u0E01 \u0E14\u0E33\u0E40\u0E19\u0E34\u0E19\u0E01\u0E32\u0E23\u0E15\u0E48\u0E2D \u0E17\u0E35\u0E48\u0E14\u0E49\u0E32\u0E19\u0E25\u0E48\u0E32\u0E07\u0E40\u0E1E\u0E37\u0E48\u0E2D\u0E01\u0E25\u0E31\u0E1A\u0E44\u0E1B\u0E22\u0E31\u0E07\u0E16\u0E38\u0E07
environmentalHandlingFee=
continueShoppingTitle=\u0E0A\u0E49\u0E2D\u0E1B\u0E1B\u0E34\u0E49\u0E07\u0E15\u0E48\u0E2D?
sessionWillExpire=\u0E40\u0E0B\u0E2A\u0E0A\u0E31\u0E19\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13\u0E01\u0E33\u0E25\u0E31\u0E07\u0E08\u0E30\u0E2B\u0E21\u0E14\u0E2D\u0E32\u0E22\u0E38
continueToKeepShopping=
audioPlaybackTime=\u0E40\u0E2A\u0E35\u0E22\u0E07 \u0E40\u0E27\u0E25\u0E32\u0E43\u0E19\u0E01\u0E32\u0E23\u0E40\u0E25\u0E48\u0E19
cableType=\u0E1B\u0E23\u0E30\u0E40\u0E20\u0E17\u0E2A\u0E32\u0E22\u0E40\u0E04\u0E40\u0E1A\u0E34\u0E25
compressionType=\u0E1B\u0E23\u0E30\u0E40\u0E20\u0E17\u0E41\u0E23\u0E07\u0E2D\u0E31\u0E14
internetUseTime=\u0E40\u0E27\u0E25\u0E32\u0E43\u0E19\u0E01\u0E32\u0E23\u0E43\u0E0A\u0E49\u0E2D\u0E34\u0E19\u0E40\u0E15\u0E2D\u0E23\u0E4C\u0E40\u0E19\u0E47\u0E15
lampBrightness=\u0E04\u0E27\u0E32\u0E21\u0E2A\u0E27\u0E48\u0E32\u0E07\u0E2B\u0E25\u0E2D\u0E14\u0E44\u0E1F
lampLife=\u0E2D\u0E32\u0E22\u0E38\u0E2B\u0E25\u0E2D\u0E14\u0E44\u0E1F
laptopCompartmentHeight=\u0E04\u0E27\u0E32\u0E21\u0E2A\u0E39\u0E07\u0E0A\u0E48\u0E2D\u0E07\u0E2A\u0E48\u0E27\u0E19\u0E42\u0E19\u0E4A\u0E15\u0E1A\u0E38\u0E4A\u0E04
laptopCompartmentLength=\u0E04\u0E27\u0E32\u0E21\u0E22\u0E32\u0E27\u0E0A\u0E48\u0E2D\u0E07\u0E42\u0E19\u0E4A\u0E15\u0E1A\u0E38\u0E4A\u0E04
laptopCompartmentWidth=\u0E04\u0E27\u0E32\u0E21\u0E01\u0E27\u0E49\u0E32\u0E07\u0E0A\u0E48\u0E2D\u0E07\u0E42\u0E19\u0E4A\u0E15\u0E1A\u0E38\u0E4A\u0E04
maxMediaSpeed=\u0E04\u0E27\u0E32\u0E21\u0E40\u0E23\u0E47\u0E27\u0E2A\u0E39\u0E07\u0E2A\u0E38\u0E14\u0E02\u0E2D\u0E07\u0E2A\u0E37\u0E48\u0E2D
mountSize=\u0E02\u0E19\u0E32\u0E14\u0E15\u0E31\u0E27\u0E15\u0E34\u0E14\u0E15\u0E31\u0E49\u0E07\u0E01\u0E31\u0E1A\u0E17\u0E35\u0E48
mountType=\u0E1B\u0E23\u0E30\u0E40\u0E20\u0E17\u0E15\u0E31\u0E27\u0E15\u0E34\u0E14\u0E15\u0E31\u0E49\u0E07\u0E01\u0E31\u0E1A\u0E17\u0E35\u0E48
numberOfChannels=\u0E08\u0E33\u0E19\u0E27\u0E19\u0E02\u0E2D\u0E07\u0E0A\u0E48\u0E2D\u0E07
projectionMethod=\u0E27\u0E34\u0E18\u0E35\u0E01\u0E32\u0E23\u0E09\u0E32\u0E22\u0E20\u0E32\u0E1E
projectorAspectRatio=\u0E2D\u0E31\u0E15\u0E23\u0E32\u0E2A\u0E48\u0E27\u0E19\u0E25\u0E31\u0E01\u0E29\u0E13\u0E30\u0E42\u0E1B\u0E23\u0E40\u0E08\u0E47\u0E04\u0E40\u0E15\u0E2D\u0E23\u0E4C
projectorMaxResolution=\u0E04\u0E27\u0E32\u0E21\u0E25\u0E30\u0E40\u0E2D\u0E35\u0E22\u0E14\u0E2A\u0E39\u0E07\u0E2A\u0E38\u0E14\u0E02\u0E2D\u0E07\u0E42\u0E1B\u0E23\u0E40\u0E08\u0E47\u0E04\u0E40\u0E15\u0E2D\u0E23\u0E4C
techspecsspeed=\u0E04\u0E27\u0E32\u0E21\u0E40\u0E23\u0E47\u0E27
transducerType=\u0E1B\u0E23\u0E30\u0E40\u0E20\u0E17\u0E15\u0E31\u0E27\u0E41\u0E1B\u0E25\u0E2A\u0E31\u0E0D\u0E0D\u0E32\u0E13
tsAccessibility=\u0E01\u0E32\u0E23\u0E40\u0E02\u0E49\u0E32\u0E16\u0E36\u0E07
tsAudioGeneral=\u0E40\u0E2A\u0E35\u0E22\u0E07 \u0E17\u0E31\u0E48\u0E27\u0E44\u0E1B
tsBatteries=\u0E41\u0E1A\u0E15\u0E40\u0E15\u0E2D\u0E23\u0E35\u0E48
tsBatteryLife=\u0E2D\u0E32\u0E22\u0E38\u0E41\u0E1A\u0E15\u0E40\u0E15\u0E2D\u0E23\u0E35\u0E48
tsBlackPrintSpeed=\u0E04\u0E27\u0E32\u0E21\u0E40\u0E23\u0E47\u0E27\u0E43\u0E19\u0E01\u0E32\u0E23\u0E1E\u0E34\u0E21\u0E1E\u0E4C\u0E2A\u0E35\u0E14\u0E33
tsBlackResolution=\u0E04\u0E27\u0E32\u0E21\u0E25\u0E30\u0E40\u0E2D\u0E35\u0E22\u0E14\u0E2A\u0E35\u0E14\u0E33
tsBluetoothCompatiblity=\u0E01\u0E32\u0E23\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19\u0E01\u0E31\u0E1A\u0E1A\u0E25\u0E39\u0E17\u0E39\u0E18
tsCDMedia=\u0E2A\u0E37\u0E48\u0E2D CD
tsCDReadSpeed=\u0E04\u0E27\u0E32\u0E21\u0E40\u0E23\u0E47\u0E27\u0E43\u0E19\u0E01\u0E32\u0E23\u0E2D\u0E48\u0E32\u0E19 CD
tsCDrWriteSpeed=\u0E04\u0E27\u0E32\u0E21\u0E40\u0E23\u0E47\u0E27\u0E43\u0E19\u0E01\u0E32\u0E23\u0E40\u0E02\u0E35\u0E22\u0E19 CD-R
tsCDrwWriteSpeed=\u0E04\u0E27\u0E32\u0E21\u0E40\u0E23\u0E47\u0E27\u0E43\u0E19\u0E01\u0E32\u0E23\u0E2D\u0E48\u0E32\u0E19 CD-RW
tsCache=\u0E41\u0E04\u0E0A
tsCameraType=\u0E1B\u0E23\u0E30\u0E40\u0E20\u0E17\u0E01\u0E25\u0E49\u0E2D\u0E07
tsCapacity=\u0E04\u0E27\u0E32\u0E21\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16
tsCarAudioType=\u0E1B\u0E23\u0E30\u0E40\u0E20\u0E17\u0E40\u0E2A\u0E35\u0E22\u0E07\u0E23\u0E16\u0E22\u0E19\u0E15\u0E4C
tsCellularWireless=\u0E40\u0E0B\u0E25\u0E25\u0E39\u0E25\u0E48\u0E32\u0E44\u0E23\u0E49\u0E2A\u0E32\u0E22
tsChargingOptions=\u0E15\u0E31\u0E27\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E43\u0E19\u0E01\u0E32\u0E23\u0E0A\u0E32\u0E23\u0E4C\u0E08
tsChargingTime=\u0E40\u0E27\u0E25\u0E32\u0E43\u0E19\u0E01\u0E32\u0E23\u0E0A\u0E32\u0E23\u0E4C\u0E08
tsColorPrintSpeed=\u0E04\u0E27\u0E32\u0E21\u0E40\u0E23\u0E47\u0E27\u0E43\u0E19\u0E01\u0E32\u0E23\u0E1E\u0E34\u0E21\u0E1E\u0E4C
tsColorResolution=\u0E04\u0E27\u0E32\u0E21\u0E25\u0E30\u0E40\u0E2D\u0E35\u0E22\u0E14\u0E2A\u0E35
tsCommunications=\u0E01\u0E32\u0E23\u0E15\u0E34\u0E14\u0E15\u0E48\u0E2D\u0E2A\u0E37\u0E48\u0E2D\u0E2A\u0E32\u0E23
tsConnections=\u0E01\u0E32\u0E23\u0E40\u0E0A\u0E37\u0E48\u0E2D\u0E21\u0E15\u0E48\u0E2D
tsDVDReadSpeed=\u0E04\u0E27\u0E32\u0E21\u0E40\u0E23\u0E47\u0E27\u0E01\u0E32\u0E23\u0E2D\u0E48\u0E32\u0E19 DVD
tsDVDrPlusWriteSpeed=\u0E04\u0E27\u0E32\u0E21\u0E40\u0E23\u0E47\u0E27\u0E01\u0E32\u0E23\u0E40\u0E02\u0E35\u0E22\u0E19 DVD+R
tsDVDrWriteSpeed=\u0E04\u0E27\u0E32\u0E21\u0E40\u0E23\u0E47\u0E27\u0E43\u0E19\u0E01\u0E32\u0E23\u0E2D\u0E48\u0E32\u0E19 DVD-R
tsDVDrdlPlusWriteSpeed=\u0E04\u0E27\u0E32\u0E21\u0E40\u0E23\u0E47\u0E27\u0E01\u0E32\u0E23\u0E40\u0E02\u0E35\u0E22\u0E19 DVD+R DL
tsDVDrwPlusWriteSpeed=\u0E04\u0E27\u0E32\u0E21\u0E40\u0E23\u0E47\u0E27\u0E01\u0E32\u0E23\u0E40\u0E02\u0E35\u0E22\u0E19 DVD+RW
tsDVDrwWriteSpeed=\u0E04\u0E27\u0E32\u0E21\u0E40\u0E23\u0E47\u0E27\u0E43\u0E19\u0E01\u0E32\u0E23\u0E2D\u0E48\u0E32\u0E19 DVD-RW
tsDisplay=\u0E41\u0E2A\u0E14\u0E07\u0E04\u0E33\u0E2D\u0E18\u0E34\u0E1A\u0E32\u0E22
tsDisplaySize=\u0E41\u0E2A\u0E14\u0E07\u0E02\u0E19\u0E32\u0E14
tsDriverSize=\u0E02\u0E19\u0E32\u0E14\u0E44\u0E14\u0E23\u0E40\u0E27\u0E2D\u0E23\u0E4C
tsDriverType=\u0E1B\u0E23\u0E30\u0E40\u0E20\u0E17\u0E44\u0E14\u0E23\u0E40\u0E27\u0E2D\u0E23\u0E4C
tsDrivers=\u0E44\u0E14\u0E23\u0E40\u0E27\u0E2D\u0E23\u0E4C
tsEmail=\u0E2D\u0E35\u0E40\u0E21\u0E25
tsEnclosureType=\u0E1B\u0E23\u0E30\u0E40\u0E20\u0E17\u0E40\u0E2D\u0E01\u0E2A\u0E32\u0E23\u0E41\u0E19\u0E1A
tsEsrbRating=\u0E01\u0E32\u0E23\u0E43\u0E2B\u0E49\u0E04\u0E30\u0E41\u0E19\u0E19 ESRB
tsExpansion=\u0E02\u0E22\u0E32\u0E22
tsFormFactor=\u0E2A\u0E23\u0E49\u0E32\u0E07\u0E1B\u0E31\u0E08\u0E08\u0E31\u0E22
tsFrequencyResponse=\u0E04\u0E27\u0E32\u0E21\u0E16\u0E35\u0E48\u0E43\u0E19\u0E01\u0E32\u0E23\u0E15\u0E2D\u0E1A\u0E2A\u0E19\u0E2D\u0E07
tsGraphics=\u0E01\u0E23\u0E32\u0E1F\u0E34\u0E01
tsHardDrive=\u0E2E\u0E32\u0E23\u0E4C\u0E14\u0E44\u0E14\u0E23\u0E1F\u0E4C
tsHardDriveSpindleSpeed=\u0E04\u0E27\u0E32\u0E21\u0E40\u0E23\u0E47\u0E27\u0E41\u0E01\u0E19\u0E2B\u0E21\u0E38\u0E19\u0E2E\u0E32\u0E23\u0E4C\u0E14\u0E44\u0E14\u0E23\u0E1F\u0E4C
tsHardDriveType=\u0E1B\u0E23\u0E30\u0E40\u0E20\u0E17\u0E2E\u0E32\u0E23\u0E4C\u0E14\u0E44\u0E14\u0E23\u0E1F\u0E4C
tsHeroBatteries=\u0E41\u0E1A\u0E15\u0E40\u0E15\u0E2D\u0E23\u0E35\u0E48\u0E2E\u0E35\u0E42\u0E23\u0E48
tsImpedance=\u0E04\u0E27\u0E32\u0E21\u0E15\u0E49\u0E32\u0E19\u0E17\u0E32\u0E19\u0E15\u0E48\u0E2D\u0E44\u0E1F\u0E1F\u0E49\u0E32\u0E2A\u0E25\u0E31\u0E1A
tsInput=\u0E23\u0E32\u0E22\u0E25\u0E30\u0E40\u0E2D\u0E35\u0E22\u0E14\u0E01\u0E32\u0E23\u0E43\u0E2A\u0E48\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25
tsInputType=\u0E1B\u0E23\u0E30\u0E40\u0E20\u0E17\u0E01\u0E32\u0E23\u0E43\u0E2A\u0E48\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25
tsInternalPowerSupply=\u0E41\u0E2B\u0E25\u0E48\u0E07\u0E08\u0E48\u0E32\u0E22\u0E44\u0E1F\u0E20\u0E32\u0E22\u0E43\u0E19
tsInternationalization=\u0E01\u0E32\u0E23\u0E17\u0E33\u0E43\u0E2B\u0E49\u0E40\u0E1B\u0E47\u0E19\u0E2A\u0E32\u0E01\u0E25
tsInternetAccess=\u0E01\u0E32\u0E23\u0E40\u0E02\u0E49\u0E32\u0E16\u0E36\u0E07\u0E2D\u0E34\u0E19\u0E40\u0E15\u0E2D\u0E23\u0E4C\u0E40\u0E19\u0E47\u0E15
tsLocation=\u0E15\u0E33\u0E41\u0E2B\u0E19\u0E48\u0E07\u0E17\u0E35\u0E48\u0E15\u0E31\u0E49\u0E07
tsMaterial=\u0E2D\u0E38\u0E1B\u0E01\u0E23\u0E13\u0E4C
tsMaxPaperSize=\u0E02\u0E19\u0E32\u0E14\u0E01\u0E23\u0E30\u0E14\u0E32\u0E29\u0E2A\u0E39\u0E07\u0E2A\u0E38\u0E14
tsMaxTransferRate=\u0E2D\u0E31\u0E15\u0E23\u0E32\u0E01\u0E32\u0E23\u0E16\u0E48\u0E32\u0E22\u0E42\u0E2D\u0E19\u0E2A\u0E39\u0E07\u0E2A\u0E38\u0E14
tsMedia=\u0E2A\u0E37\u0E48\u0E2D
tsMediaLink=\u0E25\u0E34\u0E07\u0E04\u0E4C\u0E2A\u0E37\u0E48\u0E2D
tsMemory=\u0E2B\u0E19\u0E48\u0E27\u0E22\u0E04\u0E27\u0E32\u0E21\u0E08\u0E33
tsMemoryCards=\u0E01\u0E32\u0E23\u0E4C\u0E14\u0E2B\u0E19\u0E48\u0E27\u0E22\u0E04\u0E27\u0E32\u0E21\u0E08\u0E33
tsMiceType=\u0E1B\u0E23\u0E30\u0E40\u0E20\u0E17\u0E40\u0E21\u0E32\u0E2A\u0E4C
tsMicrophones=\u0E08\u0E33\u0E19\u0E27\u0E19\u0E02\u0E2D\u0E07\u0E44\u0E21\u0E42\u0E04\u0E23\u0E42\u0E1F\u0E19
tsMinPaperSize=\u0E02\u0E19\u0E32\u0E14\u0E01\u0E23\u0E30\u0E14\u0E32\u0E29\u0E15\u0E48\u0E33\u0E2A\u0E38\u0E14
tsMusicProfile=\u0E42\u0E1B\u0E23\u0E44\u0E1F\u0E25\u0E4C\u0E14\u0E19\u0E15\u0E23\u0E35
tsNoButtons=\u0E08\u0E33\u0E19\u0E27\u0E19\u0E02\u0E2D\u0E07\u0E1B\u0E38\u0E48\u0E21
tsOtherFeatures=\u0E04\u0E38\u0E13\u0E25\u0E31\u0E01\u0E29\u0E13\u0E30\u0E2D\u0E37\u0E48\u0E19 \u0E46
tsOtherFunctions=\u0E1F\u0E31\u0E07\u0E01\u0E4C\u0E0A\u0E31\u0E48\u0E19\u0E2D\u0E37\u0E48\u0E19 \u0E46
tsOtherPrinterFeatures=\u0E04\u0E38\u0E13\u0E25\u0E31\u0E01\u0E29\u0E13\u0E30\u0E40\u0E04\u0E23\u0E37\u0E48\u0E2D\u0E07\u0E1E\u0E34\u0E21\u0E1E\u0E4C\u0E2D\u0E37\u0E48\u0E19 \u0E46
tsOtherSoftwareRequired=\u0E15\u0E49\u0E2D\u0E07\u0E21\u0E35\u0E0B\u0E2D\u0E1F\u0E17\u0E4C\u0E41\u0E27\u0E23\u0E4C\u0E2D\u0E37\u0E48\u0E19
tsOutput=\u0E2A\u0E48\u0E07\u0E2D\u0E2D\u0E01
tsOutputCurrent=\u0E01\u0E23\u0E30\u0E41\u0E2A\u0E2A\u0E48\u0E07\u0E2D\u0E2D\u0E01
tsOutputHeadphones=\u0E0A\u0E38\u0E14\u0E2B\u0E39\u0E1F\u0E31\u0E07\u0E15\u0E48\u0E2D\u0E2D\u0E2D\u0E01
tsPaperHandlingFeatures=\u0E04\u0E38\u0E13\u0E25\u0E31\u0E01\u0E29\u0E13\u0E30\u0E01\u0E32\u0E23\u0E08\u0E31\u0E14\u0E01\u0E32\u0E23\u0E01\u0E23\u0E30\u0E14\u0E32\u0E29\u0E2D\u0E37\u0E48\u0E19 \u0E46
tsPerformantedFileSystem=\u0E23\u0E30\u0E1A\u0E1A\u0E17\u0E35\u0E48\u0E21\u0E35\u0E01\u0E32\u0E23\u0E15\u0E31\u0E49\u0E07\u0E04\u0E48\u0E32\u0E44\u0E1F\u0E25\u0E4C\u0E43\u0E2B\u0E21\u0E48\u0E41\u0E25\u0E49\u0E27
tsPhotoVideo=\u0E20\u0E32\u0E1E \u0E27\u0E34\u0E14\u0E35\u0E42\u0E2D
tsPower=\u0E1E\u0E25\u0E31\u0E07\u0E07\u0E32\u0E19
tsPowerAdapterType=\u0E1B\u0E23\u0E30\u0E40\u0E20\u0E17\u0E2A\u0E32\u0E22\u0E44\u0E1F\u0E2D\u0E30\u0E41\u0E14\u0E1B\u0E40\u0E15\u0E2D\u0E23\u0E4C
tsPowerSource=\u0E41\u0E2B\u0E25\u0E48\u0E07\u0E08\u0E48\u0E32\u0E22\u0E44\u0E1F
tsPrinterInkTanks=\u0E16\u0E31\u0E07\u0E2B\u0E21\u0E36\u0E01\u0E40\u0E04\u0E23\u0E37\u0E48\u0E2D\u0E07\u0E1E\u0E34\u0E21\u0E1E\u0E4C
tsPrinterTechnology=\u0E40\u0E17\u0E04\u0E42\u0E19\u0E42\u0E25\u0E22\u0E35\u0E40\u0E04\u0E23\u0E37\u0E48\u0E2D\u0E07\u0E1E\u0E34\u0E21\u0E1E\u0E4C
tsProcessor=\u0E23\u0E32\u0E22\u0E25\u0E30\u0E40\u0E2D\u0E35\u0E22\u0E14\u0E23\u0E30\u0E1A\u0E1A\u0E1B\u0E23\u0E30\u0E21\u0E27\u0E25\u0E1C\u0E25
tsProcessorExclusive=\u0E23\u0E30\u0E1A\u0E1A\u0E1B\u0E23\u0E30\u0E21\u0E27\u0E25\u0E1C\u0E25
tsRange=\u0E0A\u0E48\u0E27\u0E07\u0E23\u0E30\u0E22\u0E30
tsResolution=\u0E04\u0E27\u0E32\u0E21\u0E25\u0E30\u0E40\u0E2D\u0E35\u0E22\u0E14
tsScannerMaxDocumentSize=\u0E02\u0E19\u0E32\u0E14\u0E2A\u0E39\u0E07\u0E2A\u0E38\u0E14\u0E02\u0E2D\u0E07\u0E40\u0E2D\u0E01\u0E2A\u0E32\u0E23\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E40\u0E04\u0E23\u0E37\u0E48\u0E2D\u0E07\u0E2A\u0E41\u0E01\u0E19
tsScannerResolution=\u0E04\u0E27\u0E32\u0E21\u0E25\u0E30\u0E40\u0E2D\u0E35\u0E22\u0E14\u0E40\u0E04\u0E23\u0E37\u0E48\u0E2D\u0E07\u0E2A\u0E41\u0E01\u0E19
tsScannerType=\u0E1B\u0E23\u0E30\u0E40\u0E20\u0E17\u0E40\u0E04\u0E23\u0E37\u0E48\u0E2D\u0E07\u0E2A\u0E41\u0E01\u0E19
tsScreenType=\u0E1B\u0E23\u0E30\u0E40\u0E20\u0E17\u0E2B\u0E19\u0E49\u0E32\u0E08\u0E2D
tsSecurityFeatures=\u0E04\u0E38\u0E13\u0E25\u0E31\u0E01\u0E29\u0E13\u0E30\u0E04\u0E27\u0E32\u0E21\u0E1B\u0E25\u0E2D\u0E14\u0E20\u0E31\u0E22
tsSensors=\u0E40\u0E0B\u0E47\u0E19\u0E40\u0E0B\u0E2D\u0E23\u0E4C
tsSimInstalls=\u0E15\u0E34\u0E14\u0E15\u0E31\u0E49\u0E07\u0E2B\u0E25\u0E32\u0E22\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E1E\u0E23\u0E49\u0E2D\u0E21\u0E01\u0E31\u0E19
tsSoftware=\u0E0B\u0E2D\u0E1F\u0E17\u0E4C\u0E41\u0E27\u0E23\u0E4C
tsSoundPressureLevel=\u0E23\u0E30\u0E14\u0E31\u0E1A\u0E04\u0E27\u0E32\u0E21\u0E14\u0E31\u0E19\u0E40\u0E2A\u0E35\u0E22\u0E07
tsSpeakerConfigurations=\u0E01\u0E32\u0E23\u0E01\u0E33\u0E2B\u0E19\u0E14\u0E04\u0E48\u0E32\u0E25\u0E33\u0E42\u0E1E\u0E07
tsStandByTime=\u0E40\u0E27\u0E25\u0E32\u0E43\u0E19\u0E01\u0E32\u0E23\u0E2A\u0E41\u0E15\u0E19\u0E14\u0E4C\u0E1A\u0E32\u0E22
tsStorage=\u0E23\u0E32\u0E22\u0E25\u0E30\u0E40\u0E2D\u0E35\u0E22\u0E14\u0E2B\u0E19\u0E48\u0E27\u0E22\u0E08\u0E31\u0E14\u0E40\u0E01\u0E47\u0E1A
tsStorageType=\u0E1B\u0E23\u0E30\u0E40\u0E20\u0E17\u0E2B\u0E19\u0E48\u0E27\u0E22\u0E08\u0E31\u0E14\u0E40\u0E01\u0E47\u0E1A
tsTalkTime=\u0E40\u0E27\u0E25\u0E32\u0E17\u0E35\u0E48\u0E04\u0E38\u0E22
tsThd=THD
tsTrays=\u0E40\u0E17\u0E23\u0E22\u0E4C
tsUsage=\u0E01\u0E32\u0E23\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19
tsVideoGeneral=\u0E27\u0E34\u0E14\u0E35\u0E42\u0E2D\u0E17\u0E31\u0E48\u0E27\u0E44\u0E1B
tsVoice=\u0E1A\u0E31\u0E19\u0E17\u0E36\u0E01\u0E40\u0E2A\u0E35\u0E22\u0E07
tsWireless=\u0E44\u0E23\u0E49\u0E2A\u0E32\u0E22
tsacVoltage=\u0E43\u0E0A\u0E49\u0E01\u0E31\u0E1A\u0E44\u0E1F\u0E1F\u0E49\u0E32\u0E01\u0E23\u0E30\u0E41\u0E2A\u0E2A\u0E25\u0E31\u0E1A
tsAlternativeDrive=\u0E01\u0E32\u0E23\u0E02\u0E31\u0E1A\u0E40\u0E04\u0E25\u0E37\u0E48\u0E2D\u0E19\u0E17\u0E32\u0E07\u0E40\u0E25\u0E37\u0E2D\u0E01
tsbackupSoftware=\u0E2A\u0E33\u0E23\u0E2D\u0E07\u0E0B\u0E2D\u0E1F\u0E17\u0E4C\u0E41\u0E27\u0E23\u0E4C
tsethernetSpeed=\u0E04\u0E27\u0E32\u0E21\u0E40\u0E23\u0E47\u0E27\u0E2D\u0E35\u0E40\u0E17\u0E2D\u0E23\u0E4C\u0E40\u0E19\u0E47\u0E15
tsinlineControls=\u0E15\u0E31\u0E27\u0E04\u0E27\u0E1A\u0E04\u0E38\u0E21\u0E20\u0E32\u0E22\u0E43\u0E19
tskeyboardLayout=\u0E23\u0E39\u0E1B\u0E41\u0E1A\u0E1A
tsmouseHand=\u0E21\u0E37\u0E2D\u0E40\u0E21\u0E32\u0E2A\u0E4C
tsnumberOfPorts=\u0E08\u0E33\u0E19\u0E27\u0E19\u0E02\u0E2D\u0E07\u0E1E\u0E2D\u0E23\u0E4C\u0E15
tsnumberofBatteries=\u0E08\u0E33\u0E19\u0E27\u0E19\u0E02\u0E2D\u0E07\u0E41\u0E1A\u0E15\u0E40\u0E15\u0E2D\u0E23\u0E35\u0E48
videoPlaybackTime=\u0E40\u0E27\u0E25\u0E32\u0E40\u0E25\u0E48\u0E19\u0E27\u0E34\u0E14\u0E35\u0E42\u0E2D
wirelessStandard=\u0E44\u0E23\u0E49\u0E2A\u0E32\u0E22\u0E21\u0E32\u0E15\u0E23\u0E10\u0E32\u0E19
tsHdmiOutput=\u0E15\u0E31\u0E27\u0E15\u0E48\u0E2D HDMI \u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E27\u0E34\u0E14\u0E35\u0E42\u0E2D
tsThunderboltOutput=\u0E1E\u0E2D\u0E23\u0E4C\u0E15\u0E27\u0E34\u0E14\u0E35\u0E42\u0E2D\u0E14\u0E34\u0E08\u0E34\u0E15\u0E2D\u0E25 ThunderBolt
tsItunesMovies=\u0E20\u0E32\u0E1E\u0E22\u0E19\u0E15\u0E23\u0E4C\u0E1A\u0E19 iTunes
tsVesaCompatability=\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19\u0E44\u0E14\u0E49\u0E01\u0E31\u0E1A VESA
viewMore=\u0E14\u0E39\u0E40\u0E1E\u0E34\u0E48\u0E21\u0E40\u0E15\u0E34\u0E21
wifiCellularNoteText-watch=
wifiCellularNote-watch=
wifiCellularNoteText-ipad=\u0E04\u0E38\u0E13\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E40\u0E1B\u0E34\u0E14\u0E43\u0E0A\u0E49\u0E1A\u0E23\u0E34\u0E01\u0E32\u0E23\u0E40\u0E0B\u0E25\u0E25\u0E39\u0E25\u0E32\u0E23\u0E4C\u0E44\u0E14\u0E49\u0E01\u0E31\u0E1A\u0E1C\u0E39\u0E49\u0E43\u0E2B\u0E49\u0E1A\u0E23\u0E34\u0E01\u0E32\u0E23\u0E40\u0E04\u0E23\u0E37\u0E2D\u0E02\u0E48\u0E32\u0E22\u0E43\u0E14 \u0E46 \u0E01\u0E47\u0E44\u0E14\u0E49
wifiCellularNote-ipad=Wifi + \u0E2B\u0E21\u0E32\u0E22\u0E40\u0E2B\u0E15\u0E38\u0E40\u0E0B\u0E25\u0E25\u0E39\u0E25\u0E32\u0E23\u0E4C
splitPaymentAmountPointsText={{ paymentAmount }} {{ pointLabel }} {{ pointsToUse }}
paymentAmount=\u0E08\u0E33\u0E19\u0E27\u0E19\u0E17\u0E35\u0E48\u0E15\u0E49\u0E2D\u0E07\u0E0A\u0E33\u0E23\u0E30
rewardsBalance=Rewards balance
yourRewardsBalance=Your rewards balance after this order
insufficientBalanceInfo=Your rewards balance must be greater than the&nbsp;order total. Some items may need to be removed in order to complete your purchase
insufficientBalanceTitle=Unable to place order
splitPaymentPointsToUse={{ ::messages[pointLabel] | capitalize }} {{ ::messages.toUse }}
rewardsUsed=\u0E23\u0E32\u0E07\u0E27\u0E31\u0E25\u0E17\u0E35\u0E48\u0E43\u0E0A\u0E49\u0E41\u0E25\u0E49\u0E27
summary=\u0E2A\u0E23\u0E38\u0E1B
searched=\u0E04\u0E49\u0E19\u0E2B\u0E32\u0E41\u0E25\u0E49\u0E27

#gTitle=Apple Gift Package
rewards=\u0E23\u0E32\u0E07\u0E27\u0E31\u0E25
shopAccessories=\u0E23\u0E49\u0E32\u0E19\u0E04\u0E49\u0E32\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E2D\u0E38\u0E1B\u0E01\u0E23\u0E13\u0E4C\u0E40\u0E2A\u0E23\u0E34\u0E21
orderNumber=\u0E2B\u0E21\u0E32\u0E22\u0E40\u0E25\u0E02\u0E04\u0E33\u0E2A\u0E31\u0E48\u0E07\u0E0B\u0E37\u0E49\u0E2D
invalidContactInfoHeader=\u0E01\u0E23\u0E38\u0E13\u0E32\u0E15\u0E23\u0E27\u0E08\u0E2A\u0E2D\u0E1A\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E17\u0E35\u0E48\u0E04\u0E38\u0E13\u0E43\u0E2A\u0E48
invalidContactInfoText=\u0E40\u0E23\u0E32\u0E44\u0E21\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E23\u0E31\u0E1A\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E44\u0E14\u0E49\u0E40\u0E19\u0E37\u0E48\u0E2D\u0E07\u0E08\u0E32\u0E01\u0E21\u0E35\u0E01\u0E32\u0E23\u0E43\u0E2A\u0E48\u0E40\u0E02\u0E49\u0E32\u0E44\u0E1B\u0E41\u0E25\u0E49\u0E27 \u0E01\u0E23\u0E38\u0E13\u0E32\u0E15\u0E23\u0E27\u0E08\u0E2A\u0E2D\u0E1A\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E17\u0E35\u0E48\u0E04\u0E38\u0E13\u0E43\u0E2A\u0E48\u0E41\u0E25\u0E30\u0E25\u0E2D\u0E07\u0E43\u0E2B\u0E21\u0E48\u0E2D\u0E35\u0E01\u0E04\u0E23\u0E31\u0E49\u0E07
engraveNoReturn=\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E17\u0E35\u0E48\u0E41\u0E01\u0E30\u0E2A\u0E25\u0E31\u0E01\u0E08\u0E30\u0E44\u0E21\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E2A\u0E48\u0E07\u0E04\u0E37\u0E19\u0E44\u0E14\u0E49
prodsReturnedViewing=\u0E01\u0E33\u0E25\u0E31\u0E07\u0E15\u0E23\u0E27\u0E08\u0E2A\u0E2D\u0E1A\u0E1C\u0E25\u0E34\u0E15\u0E20\u0E31\u0E13\u0E11\u0E4C\u0E17\u0E35\u0E48\u0E2A\u0E48\u0E07\u0E04\u0E37\u0E19\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A
dimensionCableLength=\u0E04\u0E27\u0E32\u0E21\u0E22\u0E32\u0E27\u0E2A\u0E32\u0E22\u0E40\u0E04\u0E40\u0E1A\u0E34\u0E25
numberofUsers=\u0E08\u0E33\u0E19\u0E27\u0E19\u0E02\u0E2D\u0E07\u0E1C\u0E39\u0E49\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19
tsResponseTime=\u0E40\u0E27\u0E25\u0E32\u0E43\u0E19\u0E01\u0E32\u0E23\u0E15\u0E2D\u0E1A\u0E2A\u0E19\u0E2D\u0E07
tsDisplayMaxPower=\u0E1E\u0E25\u0E31\u0E07\u0E07\u0E32\u0E19\u0E2A\u0E39\u0E07\u0E2A\u0E38\u0E14
screenSize=\u0E02\u0E19\u0E32\u0E14\u0E2B\u0E19\u0E49\u0E32\u0E08\u0E2D
tsAspectRatio=\u0E2D\u0E31\u0E15\u0E23\u0E32\u0E2A\u0E48\u0E27\u0E19\u0E25\u0E31\u0E01\u0E29\u0E13\u0E30
displayTrueVolume=\u0E1B\u0E23\u0E34\u0E21\u0E32\u0E13\u0E08\u0E23\u0E34\u0E07
tsAudioCalling=\u0E40\u0E2A\u0E35\u0E22\u0E07 \u0E01\u0E32\u0E23\u0E42\u0E17\u0E23
tsFaceTimeCamera=\u0E01\u0E25\u0E49\u0E2D\u0E07 FaceTime
tsIntelligentAssistant=\u0E15\u0E31\u0E27\u0E0A\u0E48\u0E27\u0E22\u0E40\u0E2B\u0E25\u0E37\u0E2D\u0E2D\u0E31\u0E08\u0E09\u0E23\u0E34\u0E22\u0E30
tsOSDetails=\u0E23\u0E32\u0E22\u0E25\u0E30\u0E40\u0E2D\u0E35\u0E22\u0E14\u0E23\u0E30\u0E1A\u0E1A\u0E1B\u0E0F\u0E34\u0E1A\u0E31\u0E15\u0E34\u0E01\u0E32\u0E23
tsOperatingSystem=\u0E23\u0E30\u0E1A\u0E1A\u0E1B\u0E0F\u0E34\u0E1A\u0E31\u0E15\u0E34\u0E01\u0E32\u0E23
tsStillCamera=\u0E01\u0E25\u0E49\u0E2D\u0E07\u0E04\u0E07\u0E17\u0E35\u0E48
tsVideoCalling=\u0E42\u0E17\u0E23\u0E14\u0E49\u0E27\u0E22\u0E27\u0E34\u0E14\u0E35\u0E42\u0E2D
tsContrastRatio=\u0E2D\u0E31\u0E15\u0E23\u0E32\u0E2A\u0E48\u0E27\u0E19\u0E04\u0E27\u0E32\u0E21\u0E25\u0E30\u0E40\u0E2D\u0E35\u0E22\u0E14
tsHub=
tsSoftwareLicTerm=\u0E02\u0E49\u0E2D\u0E15\u0E01\u0E25\u0E07\u0E43\u0E1A\u0E2D\u0E19\u0E38\u0E0D\u0E32\u0E15\u0E0B\u0E2D\u0E1F\u0E17\u0E4C\u0E41\u0E27\u0E23\u0E4C
notSupportPrivateMode=\u0E44\u0E21\u0E48\u0E2A\u0E19\u0E31\u0E1A\u0E2A\u0E19\u0E38\u0E19\u0E01\u0E32\u0E23\u0E04\u0E49\u0E19\u0E2B\u0E32\u0E2A\u0E48\u0E27\u0E19\u0E1A\u0E38\u0E04\u0E04\u0E25
notSupportPrivateModeText=\u0E40\u0E23\u0E32\u0E44\u0E21\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E14\u0E33\u0E40\u0E19\u0E34\u0E19\u0E01\u0E32\u0E23\u0E01\u0E32\u0E23\u0E23\u0E49\u0E2D\u0E07\u0E02\u0E2D\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13\u0E44\u0E14\u0E49 \u0E01\u0E23\u0E38\u0E13\u0E32\u0E15\u0E23\u0E27\u0E08\u0E2A\u0E2D\u0E1A\u0E43\u0E2B\u0E49\u0E41\u0E19\u0E48\u0E43\u0E08\u0E27\u0E48\u0E32\u0E1B\u0E34\u0E14\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19\u0E01\u0E32\u0E23\u0E04\u0E49\u0E19\u0E2B\u0E32\u0E2A\u0E48\u0E27\u0E19\u0E1A\u0E38\u0E04\u0E04\u0E25\u0E41\u0E25\u0E30\u0E40\u0E1B\u0E34\u0E14\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19\u0E04\u0E38\u0E4A\u0E01\u0E01\u0E35\u0E49
notSupportedHeader=\u0E40\u0E1A\u0E23\u0E32\u0E40\u0E0B\u0E2D\u0E23\u0E4C\u0E17\u0E35\u0E48\u0E44\u0E21\u0E48\u0E2A\u0E19\u0E31\u0E1A\u0E2A\u0E19\u0E38\u0E19
notSupportedSubtext=\u0E40\u0E23\u0E32\u0E41\u0E19\u0E30\u0E19\u0E33\u0E43\u0E2B\u0E49\u0E04\u0E38\u0E13\u0E43\u0E0A\u0E49 Safari, Firefox, Chrome \u0E2B\u0E23\u0E37\u0E2D Internet Explorer \u0E40\u0E27\u0E2D\u0E23\u0E4C\u0E0A\u0E31\u0E48\u0E19\u0E25\u0E48\u0E32\u0E2A\u0E38\u0E14\u0E40\u0E1E\u0E37\u0E48\u0E2D\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19\u0E40\u0E27\u0E47\u0E1A\u0E44\u0E0B\u0E15\u0E4C\u0E19\u0E35\u0E49
discountApplied=\u0E43\u0E0A\u0E49\u0E2A\u0E48\u0E27\u0E19\u0E25\u0E14\u0E41\u0E25\u0E49\u0E27
continueShoppingBtn=\u0E0A\u0E49\u0E2D\u0E1B\u0E1B\u0E34\u0E49\u0E07\u0E15\u0E48\u0E2D

# epp - estimated text
estSumPayPeriod=
actualSumPayPeriod=
estDeductedPay=
estPayPeriod-cart=
estPayPeriodQty-cart=
actualPayPeriod=
actualPayPeriod-cart=
actualPayPeriodQty-cart=

# Full scan Banner
bannerTitle=
bannerSubtitle=
bannerPar=
bannerCtaContent=

# epp - cart
eppApplyCode=
proceedPayrollDeduction=
creditDebitCard=\u0E1A\u0E31\u0E15\u0E23\u0E40\u0E04\u0E23\u0E14\u0E34\u0E15
notEligibleStatusMsg=
payrollDeductionNonActual=
payrollDeductionActual=
placeOrder=\u0E2A\u0E31\u0E48\u0E07\u0E0B\u0E37\u0E49\u0E2D
ignoreSuggestedAddress=\u0E01\u0E32\u0E23\u0E40\u0E1E\u0E34\u0E01\u0E40\u0E09\u0E22\u0E15\u0E48\u0E2D\u0E18\u0E07\u0E17\u0E35\u0E48\u0E2D\u0E22\u0E39\u0E48\u0E17\u0E35\u0E48\u0E41\u0E19\u0E30\u0E19\u0E33\u0E44\u0E21\u0E48\u0E16\u0E39\u0E01\u0E15\u0E49\u0E2D\u0E07 \u0E01\u0E23\u0E38\u0E13\u0E32\u0E2A\u0E48\u0E07 \u0E08\u0E23\u0E34\u0E07/\u0E44\u0E21\u0E48\u0E08\u0E23\u0E34\u0E07
tbd=TBD
learnMore=\u0E40\u0E23\u0E35\u0E22\u0E19\u0E23\u0E39\u0E49\u0E40\u0E1E\u0E34\u0E48\u0E21\u0E40\u0E15\u0E34\u0E21
qty=\u0E08\u0E33\u0E19\u0E27\u0E19:

# split payment section
completeYourPurchase=\u0E14\u0E33\u0E40\u0E19\u0E34\u0E19\u0E01\u0E32\u0E23\u0E2A\u0E31\u0E48\u0E07\u0E0B\u0E37\u0E49\u0E2D\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13\u0E43\u0E2B\u0E49\u0E2A\u0E33\u0E40\u0E23\u0E47\u0E08
additionalPaymentDue=\u0E08\u0E33\u0E19\u0E27\u0E19\u0E40\u0E07\u0E34\u0E19\u0E17\u0E35\u0E48\u0E15\u0E49\u0E2D\u0E07\u0E0A\u0E33\u0E23\u0E30\u0E40\u0E1E\u0E34\u0E48\u0E21\u0E40\u0E15\u0E34\u0E21
notEnoughPoints=Your rewards balance is less than the order total. Some items may need to be removed in order to complete your purchase.
forPayment=\u0E2A\u0E30\u0E2A\u0E21\u0E17\u0E35\u0E48\u0E43\u0E0A\u0E49\u0E41\u0E25\u0E01
afterThisOrder=\u0E2B\u0E25\u0E31\u0E07\u0E01\u0E32\u0E23\u0E2A\u0E31\u0E48\u0E07\u0E0B\u0E37\u0E49\u0E2D\u0E19\u0E35\u0E49
appliedToCardOfChoice=\u0E14\u0E49\u0E27\u0E22\u0E1A\u0E31\u0E15\u0E23\u0E40\u0E04\u0E23\u0E14\u0E34\u0E15\u0E0B\u0E34\u0E15\u0E35\u0E49
maximumCashAmountExceeded=\u0E40\u0E01\u0E34\u0E19\u0E08\u0E33\u0E19\u0E27\u0E19\u0E40\u0E07\u0E34\u0E19\u0E2A\u0E14\u0E2A\u0E39\u0E07\u0E2A\u0E38\u0E14
minimum=(\u0E02\u0E31\u0E49\u0E19\u0E15\u0E48\u0E33)
rewardUseForPayment=\u0E40\u0E1E\u0E37\u0E48\u0E2D\u0E43\u0E0A\u0E49\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E01\u0E32\u0E23\u0E0A\u0E33\u0E23\u0E30\u0E40\u0E07\u0E34\u0E19
rewardsAvailable=\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19\u0E44\u0E14\u0E49:
availableBalance=\u0E04\u0E30\u0E41\u0E19\u0E19\u0E2A\u0E30\u0E2A\u0E21\u0E04\u0E07\u0E40\u0E2B\u0E25\u0E37\u0E2D:
splitPaymentForOrder=\u0E27\u0E34\u0E18\u0E35\u0E01\u0E32\u0E23\u0E0A\u0E33\u0E23\u0E30\u0E40\u0E07\u0E34\u0E19
splitPaymentForOrderText=\u0E04\u0E38\u0E13\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E41\u0E1A\u0E48\u0E07\u0E0A\u0E33\u0E23\u0E30\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E04\u0E33\u0E2A\u0E31\u0E48\u0E07\u0E0B\u0E37\u0E49\u0E2D\u0E19\u0E35\u0E49\u0E14\u0E49\u0E27\u0E22\u0E04\u0E30\u0E41\u0E19\u0E19\u0E2A\u0E30\u0E2A\u0E21 \u0E41\u0E25\u0E30\u0E1A\u0E31\u0E15\u0E23\u0E40\u0E04\u0E23\u0E14\u0E34\u0E15\u0E0B\u0E34\u0E15\u0E35\u0E49\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13
done=\u0E14\u0E33\u0E40\u0E19\u0E34\u0E19\u0E01\u0E32\u0E23\u0E15\u0E48\u0E2D
color=\u0E2A\u0E35
signIn=\u0E40\u0E02\u0E49\u0E32\u0E2A\u0E39\u0E48\u0E23\u0E30\u0E1A\u0E1A
accountRequired=\u0E15\u0E49\u0E2D\u0E07\u0E21\u0E35\u0E1A\u0E31\u0E0D\u0E0A\u0E35
signInNow=\u0E25\u0E07\u0E0A\u0E37\u0E48\u0E2D\u0E40\u0E02\u0E49\u0E32\u0E23\u0E30\u0E1A\u0E1A\u0E15\u0E2D\u0E19\u0E19\u0E35\u0E49
joinNow=\u0E40\u0E02\u0E49\u0E32\u0E23\u0E48\u0E27\u0E21\u0E40\u0E14\u0E35\u0E4B\u0E22\u0E27\u0E19\u0E35\u0E49
maxLimitReached={{ maxPurchaseAmount | currency }} \u0E40\u0E1B\u0E47\u0E19\u0E08\u0E33\u0E19\u0E27\u0E19\u0E2A\u0E39\u0E07\u0E2A\u0E38\
  \u0E14\u0E17\u0E35\u0E48\u0E04\u0E38\u0E13\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E43\u0E0A\u0E49\u0E01\u0E31\u0E1A\u0E01\u0E32\u0E23\u0E4C\u0E14\u0E44\u0E14\u0E49\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E01\u0E32\u0E23\u0E2A\u0E31\u0E48\u0E07\u0E0B\u0E37\u0E49\u0E2D\u0E19\u0E35\u0E49
caseWith=\u0E40\u0E04\u0E2A\u0E01\u0E31\u0E1A
next=\u0E16\u0E31\u0E14\u0E44\u0E1B
approveAddress=\u0E2D\u0E19\u0E38\u0E21\u0E31\u0E15\u0E34\u0E17\u0E35\u0E48\u0E2D\u0E22\u0E39\u0E48
back=\u0E22\u0E49\u0E2D\u0E19\u0E01\u0E25\u0E31\u0E1A
unableToProcessRequest=\u0E44\u0E21\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E14\u0E33\u0E40\u0E19\u0E34\u0E19\u0E01\u0E32\u0E23\u0E23\u0E49\u0E2D\u0E07\u0E02\u0E2D\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13
suggestedShippingAddress=\u0E17\u0E35\u0E48\u0E2D\u0E22\u0E39\u0E48\u0E08\u0E31\u0E14\u0E2A\u0E48\u0E07\u0E17\u0E35\u0E48\u0E41\u0E19\u0E30\u0E19\u0E33
ensureDeliveryAccuracy=\u0E40\u0E1E\u0E37\u0E48\u0E2D\u0E43\u0E2B\u0E49\u0E21\u0E31\u0E48\u0E19\u0E43\u0E08\u0E16\u0E36\u0E07\u0E01\u0E32\u0E23\u0E08\u0E31\u0E14\u0E2A\u0E48\u0E07\u0E2A\u0E34\u0E19\u0E04\u0E49\u0E32\u0E17\u0E35\u0E48\u0E09\u0E31\u0E1A\u0E44\u0E27\u0E41\u0E25\u0E30\u0E16\u0E39\u0E01\u0E15\u0E49\u0E2D\u0E07 \u0E01\u0E32\u0E23\u0E15\u0E23\u0E27\u0E08\u0E2A\u0E2D\u0E1A\u0E22\u0E37\u0E19\u0E22\u0E31\u0E19\u0E17\u0E35\u0E48\u0E2D\u0E22\u0E39\u0E48\u0E01\u0E32\u0E23\u0E1A\u0E23\u0E34\u0E01\u0E32\u0E23\u0E2A\u0E48\u0E07\u0E1E\u0E31\u0E2A\u0E14\u0E38\u0E41\u0E19\u0E30\u0E19\u0E33\u0E43\u0E2B\u0E49\u0E04\u0E38\u0E13\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19\u0E41\u0E1B\u0E25\u0E07\u0E1A\u0E32\u0E07\u0E1B\u0E23\u0E30\u0E01\u0E32\u0E23\u0E43\u0E19\u0E17\u0E35\u0E48\u0E2D\u0E22\u0E39\u0E48\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13 \u0E01\u0E23\u0E38\u0E13\u0E32\u0E14\u0E39\u0E17\u0E35\u0E48\u0E14\u0E49\u0E32\u0E19\u0E25\u0E48\u0E32\u0E07\u0E40\u0E1E\u0E37\u0E48\u0E2D\u0E15\u0E23\u0E27\u0E08\u0E2A\u0E2D\u0E1A \u0E04\u0E25\u0E34\u0E4A\u0E01\u0E17\u0E35\u0E48\u0E2D\u0E22\u0E39\u0E48\u0E17\u0E35\u0E48\u0E04\u0E38\u0E13\u0E15\u0E49\u0E2D\u0E07\u0E01\u0E32\u0E23\u0E43\u0E0A\u0E49 \u0E08\u0E32\u0E01\u0E19\u0E31\u0E49\u0E19\u0E04\u0E25\u0E34\u0E4A\u0E01 "\u0E2D\u0E19\u0E38\u0E21\u0E31\u0E15\u0E34\u0E17\u0E35\u0E48\u0E2D\u0E22\u0E39\u0E48" \u0E40\u0E1E\u0E37\u0E48\u0E2D\u0E22\u0E37\u0E19\u0E22\u0E31\u0E19 \u0E2B\u0E23\u0E37\u0E2D\u0E04\u0E25\u0E34\u0E4A\u0E01\u0E17\u0E35\u0E48 "\u0E01\u0E25\u0E31\u0E1A\u0E44\u0E1B" \u0E2B\u0E32\u0E01\u0E04\u0E38\u0E13\u0E15\u0E49\u0E2D\u0E07\u0E01\u0E32\u0E23\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19\u0E41\u0E1B\u0E25\u0E07
unableToVerify=\u0E40\u0E23\u0E32\u0E44\u0E21\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E15\u0E23\u0E27\u0E08\u0E2A\u0E2D\u0E1A\u0E17\u0E35\u0E48\u0E2D\u0E22\u0E39\u0E48\u0E44\u0E14\u0E49 \u0E01\u0E23\u0E38\u0E13\u0E32\u0E15\u0E23\u0E27\u0E08\u0E2A\u0E2D\u0E1A\u0E17\u0E35\u0E48\u0E2D\u0E22\u0E39\u0E48\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13\u0E17\u0E35\u0E48\u0E14\u0E49\u0E32\u0E19\u0E25\u0E48\u0E32\u0E07\u0E19\u0E35\u0E49\u0E41\u0E25\u0E30\u0E04\u0E25\u0E34\u0E4A\u0E01 "\u0E2D\u0E19\u0E38\u0E21\u0E31\u0E15\u0E34\u0E17\u0E35\u0E48\u0E2D\u0E22\u0E39\u0E48" \u0E2B\u0E32\u0E01\u0E16\u0E39\u0E01\u0E15\u0E49\u0E2D\u0E07\u0E41\u0E25\u0E49\u0E27 \u0E2B\u0E23\u0E37\u0E2D\u0E04\u0E25\u0E34\u0E4A\u0E01 "\u0E01\u0E25\u0E31\u0E1A\u0E44\u0E1B" \u0E2B\u0E32\u0E01\u0E04\u0E38\u0E13\u0E15\u0E49\u0E2D\u0E07\u0E01\u0E32\u0E23\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19\u0E41\u0E1B\u0E25\u0E07
suggestedAddress=\u0E17\u0E35\u0E48\u0E2D\u0E22\u0E39\u0E48\u0E17\u0E35\u0E48\u0E41\u0E19\u0E30\u0E19\u0E33
originalAddress=\u0E17\u0E35\u0E48\u0E2D\u0E22\u0E39\u0E48\u0E40\u0E14\u0E34\u0E21
orderMayBeDelayed=\u0E01\u0E33\u0E25\u0E31\u0E07\u0E14\u0E33\u0E40\u0E19\u0E34\u0E19\u0E01\u0E32\u0E23\u0E04\u0E33\u0E2A\u0E31\u0E48\u0E07\u0E0B\u0E37\u0E49\u0E2D\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13 \u0E42\u0E1B\u0E23\u0E14\u0E17\u0E23\u0E32\u0E1A\u0E27\u0E48\u0E32 \u0E01\u0E32\u0E23\u0E2A\u0E31\u0E48\u0E07\u0E0B\u0E37\u0E49\u0E2D\u0E19\u0E35\u0E49\u0E2D\u0E32\u0E08\u0E43\u0E0A\u0E49\u0E40\u0E27\u0E25\u0E32\u0E40\u0E1E\u0E34\u0E48\u0E21 {{ onHoldTime | number }} \u0E27\u0E31\u0E19\u0E17\u0E33\u0E01\u0E32\u0E23
taxesAndFees=\u0E20\u0E32\u0E29\u0E35\u0E41\u0E25\u0E30\u0E04\u0E48\u0E32\u0E18\u0E23\u0E23\u0E21\u0E40\u0E19\u0E35\u0E22\u0E21
promoUseExceedHeader=
promoUseExceedBody=
promoSubscriptionConsentText=I would like to receive marketing emails
promoSubscriptionTooltipText=Emails include: News and Deals, Partner information, Special Programs, and Statements
promoSubscriptionTooltipTitle=What does this mean?
text.product.couponcode=
shippingAvailability=\u0E1E\u0E23\u0E49\u0E2D\u0E21\u0E08\u0E31\u0E14\u0E2A\u0E48\u0E07:
maximumAmountExceeded=\u0E44\u0E21\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E14\u0E33\u0E40\u0E19\u0E34\u0E19\u0E01\u0E32\u0E23\u0E0B\u0E37\u0E49\u0E2D\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13\u0E44\u0E14\u0E49\u0E2A\u0E33\u0E40\u0E23\u0E47\u0E08 - \u0E40\u0E01\u0E34\u0E19\u0E08\u0E33\u0E19\u0E27\u0E19\u0E2A\u0E39\u0E07\u0E2A\u0E38\u0E14
maximumSupplementWithCard=<strong>{{ maxPurchaseTotal | number }} {{ ::messages[pointLabel] }}</strong> \u0E40\u0E1B\u0E47\u0E19\u0E08\u0E33\u0E19\u0E27\u0E19\u0E2A\u0E39\u0E07\u0E2A\u0E38\u0E14\u0E17\u0E35\u0E48\u0E04\u0E38\u0E13\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E43\u0E0A\u0E49\u0E01\u0E31\u0E1A\u0E01\u0E32\u0E23\u0E4C\u0E14\u0E44\u0E14\u0E49\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E01\u0E32\u0E23\u0E2A\u0E31\u0E48\u0E07\u0E0B\u0E37\u0E49\u0E2D\u0E19\u0E35\u0E49

# volume discount text
prodVolDiscountPoints= {{ offers.unpromotedDisplayPrice.points | number}} {{ \:\:messages[pointLabel] }}
prodVolDiscountAmount= {{ offers.unpromotedDisplayPrice.amount | currency}}
prodQtyDiscountPoints= {{ offers.unpromotedDisplayPrice.points * item.quantity | number}} {{ \:\:messages[pointLabel] }}

# transition overlay
loadingPrimary=Loading...
loadingSecondary=Please wait
firstLoadPrimary=\u0E14\u0E32\u0E27\u0E19\u0E4C\u0E42\u0E2B\u0E25\u0E14\u0E23\u0E38\u0E48\u0E19\u0E02\u0E2D\u0E07 Apple Watch \u0E17\u0E35\u0E48\u0E21\u0E35\u0E08\u0E33\u0E2B\u0E19\u0E48\u0E32\u0E22
firstLoadSecondary=\u0E01\u0E23\u0E38\u0E13\u0E32\u0E23\u0E2D\u0E2A\u0E31\u0E01\u0E04\u0E23\u0E39\u0E48\u0E02\u0E13\u0E30\u0E17\u0E35\u0E48\u0E40\u0E23\u0E32\u0E01\u0E33\u0E25\u0E31\u0E07\u0E42\u0E2B\u0E25\u0E14 Apple Watch \u0E17\u0E35\u0E48\u0E21\u0E35\u0E08\u0E33\u0E2B\u0E19\u0E48\u0E32\u0E22\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E04\u0E38\u0E13
processingPrimary=\u0E01\u0E33\u0E25\u0E31\u0E07\u0E14\u0E33\u0E40\u0E19\u0E34\u0E19\u0E02\u0E31\u0E49\u0E19\u0E15\u0E2D\u0E19\u0E01\u0E32\u0E23\u0E2A\u0E31\u0E48\u0E07\u0E0B\u0E37\u0E49\u0E2D\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13
processingSecondary=\u0E01\u0E23\u0E38\u0E13\u0E32\u0E2D\u0E22\u0E48\u0E32\u0E01\u0E14\u0E17\u0E35\u0E48\u0E1B\u0E38\u0E48\u0E21\u0E01\u0E25\u0E31\u0E1A\u0E44\u0E1B\u0E2B\u0E23\u0E37\u0E2D\u0E1B\u0E34\u0E14\u0E2B\u0E19\u0E49\u0E32\u0E15\u0E48\u0E32\u0E07\u0E19\u0E35\u0E49\u0E08\u0E19\u0E01\u0E27\u0E48\u0E32\u0E08\u0E30\u0E14\u0E33\u0E40\u0E19\u0E34\u0E19\u0E01\u0E32\u0E23\u0E15\u0E32\u0E21\u0E02\u0E31\u0E49\u0E19\u0E15\u0E2D\u0E19\u0E40\u0E2A\u0E23\u0E47\u0E08\u0E2A\u0E34\u0E49\u0E19
processingPaymentPrimary=\u0E01\u0E33\u0E25\u0E31\u0E07\u0E14\u0E33\u0E40\u0E19\u0E34\u0E19\u0E01\u0E32\u0E23\u0E01\u0E32\u0E23\u0E0A\u0E33\u0E23\u0E30\u0E40\u0E07\u0E34\u0E19
processingPaymentSecondary=\u0E01\u0E23\u0E38\u0E13\u0E32\u0E2D\u0E22\u0E48\u0E32\u0E01\u0E14\u0E17\u0E35\u0E48\u0E1B\u0E38\u0E48\u0E21\u0E01\u0E25\u0E31\u0E1A\u0E44\u0E1B\u0E2B\u0E23\u0E37\u0E2D\u0E1B\u0E34\u0E14\u0E2B\u0E19\u0E49\u0E32\u0E15\u0E48\u0E32\u0E07\u0E19\u0E35\u0E49\u0E08\u0E19\u0E01\u0E27\u0E48\u0E32\u0E08\u0E30\u0E14\u0E33\u0E40\u0E19\u0E34\u0E19\u0E01\u0E32\u0E23\u0E15\u0E32\u0E21\u0E02\u0E31\u0E49\u0E19\u0E15\u0E2D\u0E19\u0E40\u0E2A\u0E23\u0E47\u0E08\u0E2A\u0E34\u0E49\u0E19
transferPrimary=
transferSecondary=
returnPrimary=
returnSecondary=
successPrimary=\u0E2A\u0E33\u0E40\u0E23\u0E47\u0E08!
successSecondary=\u0E01\u0E23\u0E38\u0E13\u0E32\u0E2D\u0E22\u0E48\u0E32\u0E01\u0E14\u0E17\u0E35\u0E48\u0E1B\u0E38\u0E48\u0E21\u0E01\u0E25\u0E31\u0E1A\u0E44\u0E1B\u0E2B\u0E23\u0E37\u0E2D\u0E1B\u0E34\u0E14\u0E2B\u0E19\u0E49\u0E32\u0E15\u0E48\u0E32\u0E07\u0E19\u0E35\u0E49\u0E08\u0E19\u0E01\u0E27\u0E48\u0E32\u0E08\u0E30\u0E14\u0E33\u0E40\u0E19\u0E34\u0E19\u0E01\u0E32\u0E23\u0E15\u0E32\u0E21\u0E02\u0E31\u0E49\u0E19\u0E15\u0E2D\u0E19\u0E40\u0E2A\u0E23\u0E47\u0E08\u0E2A\u0E34\u0E49\u0E19
failurePrimary=\u0E21\u0E35\u0E02\u0E49\u0E2D\u0E1C\u0E34\u0E14\u0E1E\u0E25\u0E32\u0E14\u0E17\u0E35\u0E48\u0E44\u0E21\u0E48\u0E04\u0E32\u0E14\u0E2B\u0E21\u0E32\u0E22\u0E40\u0E01\u0E34\u0E14\u0E02\u0E36\u0E49\u0E19!
failureSecondary=\u0E21\u0E35\u0E1A\u0E32\u0E07\u0E2A\u0E34\u0E48\u0E07\u0E17\u0E35\u0E48\u0E44\u0E21\u0E48\u0E04\u0E32\u0E14\u0E2B\u0E21\u0E32\u0E22\u0E40\u0E01\u0E34\u0E14\u0E02\u0E36\u0E49\u0E19\u0E02\u0E13\u0E30\u0E01\u0E33\u0E25\u0E31\u0E07\u0E14\u0E33\u0E40\u0E19\u0E34\u0E19\u0E01\u0E32\u0E23\u0E2A\u0E31\u0E48\u0E07\u0E0B\u0E37\u0E49\u0E2D\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13 \u0E01\u0E23\u0E38\u0E13\u0E32\u0E25\u0E2D\u0E07\u0E43\u0E2B\u0E21\u0E48\u0E2D\u0E35\u0E01\u0E04\u0E23\u0E31\u0E49\u0E07\u0E43\u0E19\u0E2A\u0E2D\u0E07\u0E16\u0E36\u0E07\u0E2A\u0E32\u0E21\u0E19\u0E32\u0E17\u0E35
returnToPrevious=\u0E01\u0E25\u0E31\u0E1A\u0E44\u0E1B\u0E17\u0E35\u0E48\u0E2B\u0E19\u0E49\u0E32\u0E01\u0E48\u0E2D\u0E19\u0E19\u0E35\u0E49

# discount related error messages
CC_0001.header=
CC_0001.message=
CC_0002.header=
CC_0002.message=
CC_0003.header=
CC_0003.message=
CC_0005.header=
CC_0005.message=<p class="dkgrey-txt">Total number of uses for <strong>{0}</strong> have been exceeded.</p>
alreadyapplied.header=
alreadyapplied.message=
CC_0006.header1=
CC_0006.message1=
CC_0006.header=
CC_0006.message=

# Pricing & Payment Breakdown Temp messages
pointsPrice={{ offers.displayPrice.points | currencyFormat\: pricingTemplate }} {{ \:\:messages[pointLabel] }}
cashPrice={{ offers.displayPrice.amount | currency }}
qty_pointsPrice={{ offers.displayPrice.points * item.quantity | currencyFormat\: pricingTemplate }} {{ \:\:messages[pointLabel] }}
qty_cashPrice={{ offers.displayPrice.amount * item.quantity | currency }}
totalPointsPrice={{ totalVal.points | currencyFormat\: pricingTemplate }} {{ \:\:messages[pointLabel] }}
totalCashPrice={{ totalVal.amount | currency }}
pointsToPurchase = {{ sp.pointsToPurchase | currency }}
totalPurchase = {{ totalPurchase | currency }}
awardsPurchasedPrice = {{ item.awardsPurchasedPrice | currency }}
awardsPurchasedPriceHistory = {{ historyDetail.awardsPurchasedPrice | currency }}

# taxFeeDisclaimer
efhDisclaimer=
taxFeeDisclaimer=
taxFeeDisclaimerCart=
taxFeeNotIncluded=
taxFeeIncluded=\u0E23\u0E32\u0E04\u0E32\u0E2A\u0E34\u0E19\u0E04\u0E49\u0E32\u0E14\u0E31\u0E07\u0E01\u0E25\u0E48\u0E32\u0E27\u0E44\u0E14\u0E49\u0E23\u0E27\u0E21\u0E20\u0E32\u0E29\u0E35\u0E21\u0E39\u0E25\u0E04\u0E48\u0E32\u0E40\u0E1E\u0E34\u0E48\u0E21\u0E41\u0E25\u0E49\u0E27

# watch case info
caseFinish=\u0E2A\u0E35
caseHeight=\u0E04\u0E27\u0E32\u0E21\u0E2A\u0E39\u0E07
caseWidth=\u0E04\u0E27\u0E32\u0E21\u0E01\u0E27\u0E49\u0E32\u0E07
caseDepth=\u0E04\u0E27\u0E32\u0E21\u0E25\u0E36\u0E01
caseWeight=\u0E19\u0E49\u0E33\u0E2B\u0E19\u0E31\u0E01

apple-watch-series1-38mmHeight=38.6mm
apple-watch-series1-38mmWidth=33.3mm
apple-watch-series1-38mmDepth=10.5mm
apple-watch-series1-38mmCase=25g
apple-watch-series1-42mmHeight=42.5mm
apple-watch-series1-42mmWidth=36.4mm
apple-watch-series1-42mmDepth=10.5mm
apple-watch-series1-42mmCase=30g

apple-watch-series2-38mmHeight=38.6mm
apple-watch-series2-38mmWidth=33.3mm
apple-watch-series2-38mmDepth=11.4mm
apple-watch-series2-38mmCase=28.2g
apple-watch-series2-42mmHeight=42.5mm
apple-watch-series2-42mmWidth=36.4mm
apple-watch-series2-42mmDepth=11.4mm
apple-watch-series2-42mmCase=34.2g

watch-apple-watch-series-3-38mmHeight=38.6mm
watch-apple-watch-series-3-38mmWidth=33.3mm
watch-apple-watch-series-3-38mmDepth=11.4mm
watch-apple-watch-series-3-38mmCase=26.7-28.7g
watch-apple-watch-series-3-42mmHeight=42.5mm
watch-apple-watch-series-3-42mmWidth=36.4mm
watch-apple-watch-series-3-42mmDepth=11.4mm
watch-apple-watch-series-3-42mmCase=32.3-34.9g

apple-watch-hermes-38mmHeight=38.6mm
apple-watch-hermes-38mmWidth=33.3mm
apple-watch-hermes-38mmDepth=11.4mm
apple-watch-hermes-38mmCase=41.9g
apple-watch-hermes-42mmHeight=42.5mm
apple-watch-hermes-42mmWidth=36.4mm
apple-watch-hermes-42mmDepth=11.4mm
apple-watch-hermes-42mmCase=52.4g

apple-watch-nikeplus-38mmHeight=38.6mm
apple-watch-nikeplus-38mmWidth=33.3mm
apple-watch-nikeplus-38mmDepth=11.4mm
apple-watch-nikeplus-38mmCase=28.2g
apple-watch-nikeplus-42mmHeight=42.5mm
apple-watch-nikeplus-42mmWidth=36.4mm
apple-watch-nikeplus-42mmDepth=11.4mm
apple-watch-nikeplus-42mmCase=34.2g

apple-watch-edition-38mmHeight=39.2mm
apple-watch-edition-38mmWidth=34.0mm
apple-watch-edition-38mmDepth=11.8mm
apple-watch-edition-38mmCase=39.6g
apple-watch-edition-42mmHeight=42.6mm
apple-watch-edition-42mmWidth=36.5mm
apple-watch-edition-42mmDepth=11.4mm
apple-watch-edition-42mmCase=45.6g

# Cart section
cartSub=\u0E08\u0E33\u0E19\u0E27\u0E19\u0E23\u0E27\u0E21
noItemsInCart=\u0E22\u0E31\u0E07\u0E44\u0E21\u0E48\u0E21\u0E35\u0E2A\u0E34\u0E19\u0E04\u0E49\u0E32\u0E43\u0E19\u0E16\u0E38\u0E07\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13
addToCartBtn=\u0E43\u0E2A\u0E48\u0E25\u0E07\u0E43\u0E19\u0E16\u0E38\u0E07
viewShoppingCart=\u0E14\u0E39\u0E16\u0E38\u0E07
cartTotal=\u0E04\u0E30\u0E41\u0E19\u0E19\u0E2A\u0E30\u0E2A\u0E21\u0E17\u0E35\u0E48\u0E15\u0E49\u0E2D\u0E07\u0E43\u0E0A\u0E49
cartLoadingError=\u0E21\u0E35\u0E02\u0E49\u0E2D\u0E1C\u0E34\u0E14\u0E1E\u0E25\u0E32\u0E14\u0E40\u0E01\u0E34\u0E14\u0E02\u0E36\u0E49\u0E19\u0E02\u0E13\u0E30\u0E42\u0E2B\u0E25\u0E14\u0E16\u0E38\u0E07\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13
cartRemoveItemError=\u0E21\u0E35\u0E02\u0E49\u0E2D\u0E1C\u0E34\u0E14\u0E1E\u0E25\u0E32\u0E14\u0E40\u0E01\u0E34\u0E14\u0E02\u0E36\u0E49\u0E19\u0E02\u0E13\u0E30\u0E25\u0E1A\u0E2A\u0E34\u0E19\u0E04\u0E49\u0E32\u0E2D\u0E2D\u0E01\u0E08\u0E32\u0E01\u0E16\u0E38\u0E07
cartQtyModifyError=\u0E21\u0E35\u0E02\u0E49\u0E2D\u0E1C\u0E34\u0E14\u0E1E\u0E25\u0E32\u0E14\u0E40\u0E01\u0E34\u0E14\u0E02\u0E36\u0E49\u0E19\u0E02\u0E13\u0E30\u0E17\u0E33\u0E01\u0E32\u0E23\u0E1B\u0E23\u0E31\u0E1A\u0E1B\u0E23\u0E38\u0E07\u0E1B\u0E23\u0E34\u0E21\u0E32\u0E13\u0E2A\u0E34\u0E19\u0E04\u0E49\u0E32
cartEngraveAddError=\u0E21\u0E35\u0E02\u0E49\u0E2D\u0E1C\u0E34\u0E14\u0E1E\u0E25\u0E32\u0E14\u0E40\u0E01\u0E34\u0E14\u0E02\u0E36\u0E49\u0E19\u0E02\u0E13\u0E30\u0E17\u0E33\u0E01\u0E32\u0E23\u0E40\u0E1E\u0E34\u0E48\u0E21\u0E02\u0E49\u0E2D\u0E04\u0E27\u0E32\u0E21\u0E2A\u0E25\u0E31\u0E01\u0E1A\u0E19\u0E1C\u0E25\u0E34\u0E15\u0E20\u0E31\u0E13\u0E11\u0E4C
cartEngraveRemoveError=\u0E21\u0E35\u0E02\u0E49\u0E2D\u0E1C\u0E34\u0E14\u0E1E\u0E25\u0E32\u0E14\u0E40\u0E01\u0E34\u0E14\u0E02\u0E36\u0E49\u0E19\u0E02\u0E13\u0E30\u0E25\u0E1A\u0E02\u0E49\u0E2D\u0E04\u0E27\u0E32\u0E21\u0E17\u0E35\u0E48\u0E2A\u0E25\u0E31\u0E01\u0E1A\u0E19\u0E1C\u0E25\u0E34\u0E15\u0E20\u0E31\u0E13\u0E11\u0E4C
detailsLoadingError=\u0E21\u0E35\u0E02\u0E49\u0E2D\u0E1C\u0E34\u0E14\u0E1E\u0E25\u0E32\u0E14\u0E40\u0E01\u0E34\u0E14\u0E02\u0E36\u0E49\u0E19\u0E02\u0E13\u0E30\u0E42\u0E2B\u0E25\u0E14\u0E23\u0E32\u0E22\u0E25\u0E30\u0E40\u0E2D\u0E35\u0E22\u0E14\u0E2A\u0E34\u0E19\u0E04\u0E49\u0E32
addToCartError=\u0E21\u0E35\u0E02\u0E49\u0E2D\u0E1C\u0E34\u0E14\u0E1E\u0E25\u0E32\u0E14\u0E40\u0E01\u0E34\u0E14\u0E02\u0E36\u0E49\u0E19\u0E02\u0E13\u0E30\u0E17\u0E33\u0E01\u0E32\u0E23\u0E40\u0E1E\u0E34\u0E48\u0E21\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E19\u0E35\u0E49\u0E43\u0E19\u0E23\u0E16\u0E40\u0E02\u0E47\u0E19
pricingFullError=\u0E02\u0E2D\u0E2D\u0E20\u0E31\u0E22 \u0E01\u0E23\u0E30\u0E40\u0E1B\u0E4B\u0E32\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13\u0E40\u0E15\u0E47\u0E21 \u0E42\u0E1B\u0E23\u0E14\u0E14\u0E33\u0E40\u0E19\u0E34\u0E19\u0E01\u0E32\u0E23\u0E0A\u0E33\u0E23\u0E30\u0E40\u0E07\u0E34\u0E19\u0E41\u0E25\u0E30\u0E40\u0E23\u0E34\u0E48\u0E21\u0E2A\u0E31\u0E48\u0E07\u0E0B\u0E37\u0E49\u0E2D\u0E43\u0E2B\u0E21\u0E48\u0E2B\u0E23\u0E37\u0E2D\u0E25\u0E1A\u0E1C\u0E25\u0E34\u0E15\u0E20\u0E31\u0E13\u0E11\u0E4C\u0E2D\u0E2D\u0E01\u0E08\u0E32\u0E01\u0E01\u0E23\u0E30\u0E40\u0E1B\u0E4B\u0E32\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13\u0E40\u0E1E\u0E37\u0E48\u0E2D\u0E40\u0E1E\u0E34\u0E48\u0E21\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E2D\u0E37\u0E48\u0E19
addTocartFullError=\u0E04\u0E38\u0E13\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E2A\u0E31\u0E48\u0E07\u0E0B\u0E37\u0E49\u0E2D\u0E1C\u0E25\u0E34\u0E15\u0E20\u0E31\u0E13\u0E11\u0E4C\u0E44\u0E14\u0E49\u0E2A\u0E39\u0E07\u0E2A\u0E38\u0E14 9 \u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E15\u0E48\u0E2D\u0E04\u0E23\u0E31\u0E49\u0E07 \u0E42\u0E1B\u0E23\u0E14\u0E14\u0E33\u0E40\u0E19\u0E34\u0E19\u0E01\u0E32\u0E23\u0E0A\u0E33\u0E23\u0E30\u0E40\u0E07\u0E34\u0E19\u0E41\u0E25\u0E30\u0E40\u0E23\u0E34\u0E48\u0E21\u0E2A\u0E31\u0E48\u0E07\u0E0B\u0E37\u0E49\u0E2D\u0E43\u0E2B\u0E21\u0E48\u0E2B\u0E23\u0E37\u0E2D\u0E25\u0E1A\u0E1C\u0E25\u0E34\u0E15\u0E20\u0E31\u0E13\u0E11\u0E4C\u0E2D\u0E2D\u0E01\u0E08\u0E32\u0E01\u0E01\u0E23\u0E30\u0E40\u0E1B\u0E4B\u0E32\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13\u0E40\u0E1E\u0E37\u0E48\u0E2D\u0E40\u0E1E\u0E34\u0E48\u0E21\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E2D\u0E37\u0E48\u0E19
engravingAddErrorGoToCart=\u0E04\u0E38\u0E13\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E44\u0E1B\u0E17\u0E35\u0E48\u0E16\u0E38\u0E07\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13\u0E41\u0E25\u0E30\u0E25\u0E2D\u0E07\u0E40\u0E1E\u0E34\u0E48\u0E21\u0E02\u0E49\u0E2D\u0E04\u0E27\u0E32\u0E21\u0E1A\u0E19\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E2A\u0E34\u0E19\u0E04\u0E49\u0E32\u0E17\u0E35\u0E48\u0E19\u0E31\u0E48\u0E19
returnToCart=\u0E04\u0E25\u0E34\u0E4A\u0E01 \u0E14\u0E33\u0E40\u0E19\u0E34\u0E19\u0E01\u0E32\u0E23\u0E15\u0E48\u0E2D \u0E17\u0E35\u0E48\u0E14\u0E49\u0E32\u0E19\u0E25\u0E48\u0E32\u0E07\u0E40\u0E1E\u0E37\u0E48\u0E2D\u0E01\u0E25\u0E31\u0E1A\u0E44\u0E1B\u0E22\u0E31\u0E07\u0E16\u0E38\u0E07\u0E0A\u0E49\u0E2D\u0E1B\u0E1B\u0E34\u0E49\u0E07
shoppingCart=\u0E16\u0E38\u0E07
genericCartError=\u0E40\u0E23\u0E32\u0E44\u0E21\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E14\u0E33\u0E40\u0E19\u0E34\u0E19\u0E01\u0E32\u0E23\u0E04\u0E33\u0E2A\u0E31\u0E48\u0E07\u0E0B\u0E37\u0E49\u0E2D\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13\u0E43\u0E2B\u0E49\u0E2A\u0E33\u0E40\u0E23\u0E47\u0E08\u0E44\u0E14\u0E49 \u0E2D\u0E32\u0E08\u0E40\u0E19\u0E37\u0E48\u0E2D\u0E07\u0E21\u0E32\u0E08\u0E32\u0E01\u0E02\u0E49\u0E2D\u0E1C\u0E34\u0E14\u0E1E\u0E25\u0E32\u0E14\u0E02\u0E2D\u0E07\u0E23\u0E30\u0E1A\u0E1A\u0E2B\u0E23\u0E37\u0E2D\u0E21\u0E35\u0E01\u0E32\u0E23\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19\u0E41\u0E1B\u0E25\u0E07\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E2A\u0E34\u0E19\u0E04\u0E49\u0E32\u0E17\u0E35\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E0B\u0E37\u0E49\u0E2D\u0E44\u0E14\u0E49 \u0E01\u0E23\u0E38\u0E13\u0E32\u0E15\u0E23\u0E27\u0E08\u0E2A\u0E2D\u0E1A\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E2A\u0E34\u0E19\u0E04\u0E49\u0E32\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13\u0E17\u0E35\u0E48\u0E14\u0E49\u0E32\u0E19\u0E25\u0E48\u0E32\u0E07\u0E19\u0E35\u0E49\u0E01\u0E48\u0E2D\u0E19\u0E17\u0E35\u0E48\u0E04\u0E38\u0E13\u0E08\u0E30\u0E14\u0E33\u0E40\u0E19\u0E34\u0E19\u0E01\u0E32\u0E23\u0E15\u0E48\u0E2D\u0E40\u0E1E\u0E37\u0E48\u0E2D\u0E40\u0E0A\u0E47\u0E04\u0E40\u0E2D\u0E32\u0E17\u0E4C
maxCartTotalLimitReached=\u0E40\u0E01\u0E34\u0E19\u0E08\u0E33\u0E19\u0E27\u0E19\u0E2A\u0E39\u0E07\u0E2A\u0E38\u0E14\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E16\u0E38\u0E07
unableUpdateCart=\u0E44\u0E21\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E2D\u0E31\u0E1B\u0E40\u0E14\u0E17\u0E16\u0E38\u0E07\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13
#cart-pricing section
each=\u0E08\u0E33\u0E19\u0E27\u0E19
orderDate=\u0E27\u0E31\u0E19\u0E17\u0E35\u0E48\u0E2A\u0E31\u0E48\u0E07\u0E0B\u0E37\u0E49\u0E2D:
or=\u0E2B\u0E23\u0E37\u0E2D
paymentEa=\u0E08\u0E33\u0E19\u0E27\u0E19
#cart discount template section
discountTitle=\u0E2A\u0E48\u0E27\u0E19\u0E25\u0E14
discountAmount=
discountCodeLabel=
discountCodeMessage=
# cart-payment-summary template section
paymentSummaryTitle=\u0E2A\u0E23\u0E38\u0E1B\u0E01\u0E32\u0E23\u0E0A\u0E33\u0E23\u0E30\u0E40\u0E07\u0E34\u0E19
paymentOptionsTitle=\u0E15\u0E31\u0E27\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E01\u0E32\u0E23\u0E0A\u0E33\u0E23\u0E30\u0E40\u0E07\u0E34\u0E19
paymentDueToday=\u0E04\u0E23\u0E1A\u0E01\u0E33\u0E2B\u0E19\u0E14\u0E0A\u0E33\u0E23\u0E30\u0E27\u0E31\u0E19\u0E19\u0E35\u0E49
paymentOrderTotalTitle=\u0E22\u0E2D\u0E14\u0E23\u0E27\u0E21\u0E04\u0E33\u0E2A\u0E31\u0E48\u0E07\u0E0B\u0E37\u0E49\u0E2D
paymentSubtotal=\u0E1C\u0E25\u0E23\u0E27\u0E21\u0E22\u0E48\u0E2D\u0E22
payrollDeductionLabel=
amountPaid=\u0E08\u0E33\u0E19\u0E27\u0E19\u0E17\u0E35\u0E48\u0E0A\u0E33\u0E23\u0E30\u0E41\u0E25\u0E49\u0E27
minimumStatusMsg=( {{pmt.paymentMinLimit | currency:undefined:0}} \u0E15\u0E48\u0E33\u0E2A\u0E38\u0E14)
paywithCardLabel=\u0E0A\u0E33\u0E23\u0E30\u0E14\u0E49\u0E27\u0E22\u0E1A\u0E31\u0E15\u0E23
paywithCardSummary=\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E15\u0E31\u0E27\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E19\u0E35\u0E49\u0E2B\u0E32\u0E01\u0E04\u0E38\u0E13\u0E15\u0E49\u0E2D\u0E07\u0E01\u0E32\u0E23\u0E17\u0E35\u0E48\u0E08\u0E30\u0E0A\u0E33\u0E23\u0E30\u0E08\u0E33\u0E19\u0E27\u0E19\u0E40\u0E15\u0E47\u0E21\u0E43\u0E19\u0E27\u0E31\u0E19\u0E19\u0E35\u0E49
# cart-dropdown section
reviewCart=
emptyCart=\u0E16\u0E38\u0E07\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13\u0E27\u0E48\u0E32\u0E07\u0E40\u0E1B\u0E25\u0E48\u0E32
viewCart=\u0E14\u0E39\u0E16\u0E38\u0E07
moreCartItems=
# cart-totals-temp template
amount=\u0E08\u0E33\u0E19\u0E27\u0E19
exceeded=\u0E40\u0E01\u0E34\u0E19
# cart-items-list template
availableToShip=\u0E1E\u0E23\u0E49\u0E2D\u0E21\u0E08\u0E31\u0E14\u0E2A\u0E48\u0E07:
engravedProducts=\u0E1C\u0E25\u0E34\u0E15\u0E20\u0E31\u0E13\u0E11\u0E4C\u0E17\u0E35\u0E48\u0E41\u0E01\u0E30\u0E2A\u0E25\u0E31\u0E01\u0E2D\u0E32\u0E08\u0E08\u0E31\u0E14\u0E2A\u0E48\u0E07\u0E25\u0E48\u0E32\u0E0A\u0E49\u0E32\u0E01\u0E27\u0E48\u0E32\u0E01\u0E33\u0E2B\u0E19\u0E14
appStoreRequire=\u0E15\u0E49\u0E2D\u0E07\u0E21\u0E35 Apple ID \u0E43\u0E19\u0E01\u0E32\u0E23\u0E14\u0E32\u0E27\u0E19\u0E4C\u0E42\u0E2B\u0E25\u0E14\u0E41\u0E25\u0E30\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19\u0E41\u0E2D\u0E1B\u0E08\u0E32\u0E01 App Store
quantity=\u0E1B\u0E23\u0E34\u0E21\u0E32\u0E13
quantityFor=\u0E1B\u0E23\u0E34\u0E21\u0E32\u0E13\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E1C\u0E25\u0E34\u0E15\u0E20\u0E31\u0E13\u0E11\u0E4C\u0E19\u0E35\u0E49
qty=\u0E08\u0E33\u0E19\u0E27\u0E19:
# breadcrumbs
breadcrumbStore=Apple
breadcrumbCategory=\u0E0B\u0E37\u0E49\u0E2D {{ stParams.catname }}
breadcrumbResults={{ stParams.subcatname }}
breadcrumbDetail={{ stParams.detailsname }}
breadcrumbFilter={{ stParams.subcatname }}
breadcrumbEngrave=\u0E1A\u0E23\u0E34\u0E01\u0E32\u0E23\u0E2A\u0E25\u0E31\u0E01\u0E02\u0E49\u0E2D\u0E04\u0E27\u0E32\u0E21
#breadcrumbGiftwrap=Apple Gift Package
breadcrumbAdditional={{ stParams.addcatname }}
breadcrumbCart=\u0E16\u0E38\u0E07
breadcrumbCheckout=\u0E40\u0E0A\u0E47\u0E04\u0E40\u0E2D\u0E32\u0E17\u0E4C
breadcrumbAddress=\u0E40\u0E0A\u0E47\u0E04\u0E40\u0E2D\u0E32\u0E17\u0E4C - \u0E17\u0E35\u0E48\u0E2D\u0E22\u0E39\u0E48\u0E08\u0E31\u0E14\u0E2A\u0E48\u0E07
breadcrumbConfirmation=\u0E01\u0E32\u0E23\u0E22\u0E37\u0E19\u0E22\u0E31\u0E19\u0E04\u0E33\u0E2A\u0E31\u0E48\u0E07
breadcrumbSearch=\u0E04\u0E49\u0E19\u0E2B\u0E32\u0E41\u0E25\u0E49\u0E27: {{breadcrumbObjs.params.keyword }}

breadcrumbTerms=\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E01\u0E32\u0E23\u0E08\u0E31\u0E14\u0E40\u0E01\u0E47\u0E1A
breadcrumbFaqs=\u0E04\u0E33\u0E16\u0E32\u0E21\u0E17\u0E35\u0E48\u0E1E\u0E1A\u0E1A\u0E48\u0E2D\u0E22
breadcrumbOrderHistory=\u0E1B\u0E23\u0E30\u0E27\u0E31\u0E15\u0E34\u0E01\u0E32\u0E23\u0E2A\u0E31\u0E48\u0E07\u0E0B\u0E37\u0E49\u0E2D
breadcrumbOrderStatus=\u0E2A\u0E16\u0E32\u0E19\u0E30\u0E01\u0E32\u0E23\u0E2A\u0E31\u0E48\u0E07\u0E0B\u0E37\u0E49\u0E2D - {{ breadcrumbObjs.params.orderId }}
breadcrumbGiftPromo=\u0E40\u0E1E\u0E34\u0E48\u0E21\u0E02\u0E2D\u0E07\u0E02\u0E27\u0E31\u0E0D\u0E1F\u0E23\u0E35

# faqs
faqsTitleTxt=\u0E04\u0E33\u0E16\u0E32\u0E21\u0E17\u0E35\u0E48\u0E1E\u0E1A\u0E1A\u0E48\u0E2D\u0E22
faqsLinkUseTxt=\u0E43\u0E0A\u0E49\u0E25\u0E34\u0E07\u0E04\u0E4C\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E04\u0E49\u0E19\u0E2B\u0E32\u0E17\u0E35\u0E48\u0E14\u0E49\u0E32\u0E19\u0E25\u0E48\u0E32\u0E07\u0E19\u0E35\u0E49\u0E40\u0E1E\u0E37\u0E48\u0E2D\u0E44\u0E1B\u0E22\u0E31\u0E07\u0E2A\u0E34\u0E19\u0E04\u0E49\u0E32\u0E17\u0E35\u0E48\u0E15\u0E49\u0E2D\u0E07\u0E01\u0E32\u0E23\u0E42\u0E14\u0E22\u0E15\u0E23\u0E07
faqsBrowseTxt=\u0E04\u0E49\u0E19\u0E2B\u0E32\u0E04\u0E33\u0E16\u0E32\u0E21\u0E17\u0E35\u0E48\u0E1E\u0E1A\u0E1A\u0E48\u0E2D\u0E22

# Order History & Detail
orderHistory=\u0E1B\u0E23\u0E30\u0E27\u0E31\u0E15\u0E34\u0E01\u0E32\u0E23\u0E2A\u0E31\u0E48\u0E07\u0E0B\u0E37\u0E49\u0E2D
viewHistoryList=\u0E14\u0E39\u0E2A\u0E16\u0E32\u0E19\u0E30\u0E02\u0E2D\u0E07\u0E04\u0E33\u0E2A\u0E31\u0E48\u0E07\u0E0B\u0E37\u0E49\u0E2D\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13\u0E17\u0E35\u0E48\u0E14\u0E49\u0E32\u0E19\u0E25\u0E48\u0E32\u0E07 \u0E04\u0E25\u0E34\u0E4A\u0E01\u0E17\u0E35\u0E48\u0E2B\u0E21\u0E32\u0E22\u0E40\u0E25\u0E02\u0E04\u0E33\u0E2A\u0E31\u0E48\u0E07\u0E0B\u0E37\u0E49\u0E2D\u0E40\u0E1E\u0E37\u0E48\u0E2D\u0E14\u0E39\u0E23\u0E32\u0E22\u0E25\u0E30\u0E40\u0E2D\u0E35\u0E22\u0E14\u0E40\u0E1E\u0E34\u0E48\u0E21\u0E40\u0E15\u0E34\u0E21
orderDateHeading=\u0E27\u0E31\u0E19\u0E17\u0E35\u0E48\u0E2A\u0E31\u0E48\u0E07\u0E0B\u0E37\u0E49\u0E2D
status=\u0E2A\u0E16\u0E32\u0E19\u0E30
shipments=\u0E01\u0E32\u0E23\u0E02\u0E19\u0E2A\u0E48\u0E07
orderTotal=\u0E22\u0E2D\u0E14\u0E23\u0E27\u0E21\u0E04\u0E33\u0E2A\u0E31\u0E48\u0E07\u0E0B\u0E37\u0E49\u0E2D
awardsUsed=\u0E23\u0E32\u0E07\u0E27\u0E31\u0E25\u0E17\u0E35\u0E48\u0E43\u0E0A\u0E49\u0E41\u0E25\u0E49\u0E27
awardsPurchased=\u0E23\u0E32\u0E07\u0E27\u0E31\u0E25\u0E17\u0E35\u0E48\u0E0B\u0E37\u0E49\u0E2D
awardsRefunded=\u0E23\u0E32\u0E07\u0E27\u0E31\u0E25\u0E17\u0E35\u0E48\u0E04\u0E37\u0E19\u0E40\u0E07\u0E34\u0E19\u0E41\u0E25\u0E49\u0E27
cashRefunded=\u0E04\u0E37\u0E19\u0E40\u0E07\u0E34\u0E19\u0E41\u0E25\u0E49\u0E27
additionalPayment=\u0E01\u0E32\u0E23\u0E0A\u0E33\u0E23\u0E30\u0E40\u0E07\u0E34\u0E19\u0E40\u0E1E\u0E34\u0E48\u0E21\u0E40\u0E15\u0E34\u0E21
purchased=\u0E0B\u0E37\u0E49\u0E2D\u0E41\u0E25\u0E49\u0E27
appliedToCard=\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19\u0E01\u0E31\u0E1A\u0E01\u0E32\u0E23\u0E4C\u0E14
delivers=\u0E2A\u0E48\u0E07\u0E21\u0E2D\u0E1A
processingItems=\u0E01\u0E33\u0E25\u0E31\u0E07\u0E14\u0E33\u0E40\u0E19\u0E34\u0E19\u0E02\u0E31\u0E49\u0E19\u0E15\u0E2D\u0E19\u0E02\u0E2D\u0E07\u0E2A\u0E34\u0E19\u0E04\u0E49\u0E32
#appleGiftMsg=Apple Gift Message
shipped=\u0E08\u0E31\u0E14\u0E2A\u0E48\u0E07\u0E41\u0E25\u0E49\u0E27
cancelledItems=\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E17\u0E35\u0E48\u0E22\u0E01\u0E40\u0E25\u0E34\u0E01\u0E41\u0E25\u0E49\u0E27
noLongerAvailable=\u0E44\u0E21\u0E48\u0E21\u0E35\u0E2A\u0E34\u0E19\u0E04\u0E49\u0E32\u0E19\u0E35\u0E49\u0E41\u0E25\u0E49\u0E27
invalidShippingAddress=
returnedItems=\u0E2A\u0E34\u0E19\u0E04\u0E49\u0E32\u0E17\u0E35\u0E48\u0E2A\u0E48\u0E07\u0E04\u0E37\u0E19
shippingAvailableOrder=\u0E01\u0E32\u0E23\u0E08\u0E31\u0E14\u0E2A\u0E48\u0E07\u0E17\u0E35\u0E48\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19\u0E44\u0E14\u0E49\u0E43\u0E19\u0E40\u0E27\u0E25\u0E32\u0E17\u0E35\u0E48\u0E2A\u0E31\u0E48\u0E07\u0E0B\u0E37\u0E49\u0E2D:
shippedOn=\u0E08\u0E31\u0E14\u0E2A\u0E48\u0E07\u0E40\u0E21\u0E37\u0E48\u0E2D
trackShipment=\u0E15\u0E34\u0E14\u0E15\u0E32\u0E21\u0E01\u0E32\u0E23\u0E08\u0E31\u0E14\u0E2A\u0E48\u0E07
on=\u0E43\u0E19
last30Orders=\u0E04\u0E33\u0E2A\u0E31\u0E48\u0E07\u0E0B\u0E37\u0E49\u0E2D\u0E17\u0E35\u0E48\u0E14\u0E33\u0E40\u0E19\u0E34\u0E19\u0E01\u0E32\u0E23\u0E43\u0E19 30 \u0E27\u0E31\u0E19\u0E17\u0E35\u0E48\u0E1C\u0E48\u0E32\u0E19\u0E21\u0E32
last60Orders=\u0E04\u0E33\u0E2A\u0E31\u0E48\u0E07\u0E0B\u0E37\u0E49\u0E2D\u0E17\u0E35\u0E48\u0E14\u0E33\u0E40\u0E19\u0E34\u0E19\u0E01\u0E32\u0E23\u0E43\u0E19 60 \u0E27\u0E31\u0E19\u0E17\u0E35\u0E48\u0E1C\u0E48\u0E32\u0E19\u0E21\u0E32
last90Orders=\u0E04\u0E33\u0E2A\u0E31\u0E48\u0E07\u0E0B\u0E37\u0E49\u0E2D\u0E17\u0E35\u0E48\u0E14\u0E33\u0E40\u0E19\u0E34\u0E19\u0E01\u0E32\u0E23\u0E43\u0E19 90 \u0E27\u0E31\u0E19\u0E17\u0E35\u0E48\u0E1C\u0E48\u0E32\u0E19\u0E21\u0E32
last180Orders=\u0E04\u0E33\u0E2A\u0E31\u0E48\u0E07\u0E0B\u0E37\u0E49\u0E2D\u0E17\u0E35\u0E48\u0E14\u0E33\u0E40\u0E19\u0E34\u0E19\u0E01\u0E32\u0E23\u0E43\u0E19 180 \u0E27\u0E31\u0E19\u0E17\u0E35\u0E48\u0E1C\u0E48\u0E32\u0E19\u0E21\u0E32
last365Orders=\u0E04\u0E33\u0E2A\u0E31\u0E48\u0E07\u0E0B\u0E37\u0E49\u0E2D\u0E17\u0E35\u0E48\u0E14\u0E33\u0E40\u0E19\u0E34\u0E19\u0E01\u0E32\u0E23\u0E43\u0E19\u0E1B\u0E35\u0E17\u0E35\u0E48\u0E41\u0E25\u0E49\u0E27
watchOSNote=NOTE\: \u0E15\u0E49\u0E2D\u0E07\u0E17\u0E33\u0E07\u0E32\u0E19\u0E23\u0E48\u0E27\u0E21\u0E01\u0E31\u0E1A iPhone 5s \u0E2B\u0E23\u0E37\u0E2D\u0E43\u0E2B\u0E21\u0E48\u0E01\u0E27\u0E48\u0E32 \u0E17\u0E35\u0E48\u0E43\u0E0A\u0E49 iOS 11 \u0E2B\u0E23\u0E37\u0E2D\u0E43\u0E2B\u0E21\u0E48\u0E01\u0E27\u0E48\u0E32

# shipping address section
addressFormHeaderInfo=\u0E17\u0E35\u0E48\u0E2D\u0E22\u0E39\u0E48\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E08\u0E31\u0E14\u0E2A\u0E48\u0E07
addressFormFieldInfo=\u0E42\u0E1B\u0E23\u0E14\u0E43\u0E2A\u0E48\u0E17\u0E35\u0E48\u0E2D\u0E22\u0E39\u0E48\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E08\u0E31\u0E14\u0E2A\u0E48\u0E07\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13
verifyShippingAndEmailAddress=\u0E42\u0E1B\u0E23\u0E14\u0E15\u0E23\u0E27\u0E08\u0E2A\u0E2D\u0E1A\u0E04\u0E27\u0E32\u0E21\u0E16\u0E39\u0E01\u0E15\u0E49\u0E2D\u0E07\u0E02\u0E2D\u0E07\u0E17\u0E35\u0E48\u0E2D\u0E22\u0E39\u0E48\u0E43\u0E19\u0E01\u0E32\u0E23\u0E08\u0E31\u0E14\u0E2A\u0E48\u0E07\u0E41\u0E25\u0E30\u0E17\u0E35\u0E48\u0E2D\u0E22\u0E39\u0E48\u0E2D\u0E35\u0E40\u0E21\u0E25\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13\u0E01\u0E48\u0E2D\u0E19\u0E17\u0E35\u0E48\u0E08\u0E30\u0E14\u0E33\u0E40\u0E19\u0E34\u0E19\u0E01\u0E32\u0E23\u0E43\u0E19\u0E02\u0E31\u0E49\u0E19\u0E15\u0E2D\u0E19\u0E15\u0E48\u0E2D\u0E44\u0E1B
shippingAddress=\u0E17\u0E35\u0E48\u0E2D\u0E22\u0E39\u0E48\u0E08\u0E31\u0E14\u0E2A\u0E48\u0E07
emailAddress=\u0E17\u0E35\u0E48\u0E2D\u0E22\u0E39\u0E48\u0E2D\u0E35\u0E40\u0E21\u0E25
editShipping=\u0E41\u0E01\u0E49\u0E44\u0E02\u0E17\u0E35\u0E48\u0E2D\u0E22\u0E39\u0E48\u0E08\u0E31\u0E14\u0E2A\u0E48\u0E07\u0E41\u0E25\u0E30\u0E23\u0E32\u0E22\u0E25\u0E30\u0E40\u0E2D\u0E35\u0E22\u0E14\u0E01\u0E32\u0E23\u0E15\u0E34\u0E14\u0E15\u0E48\u0E2D
addressLine1=\u0E2B\u0E21\u0E32\u0E22\u0E40\u0E25\u0E02\u0E2B\u0E23\u0E37\u0E2D\u0E0A\u0E37\u0E48\u0E2D\u0E2D\u0E32\u0E04\u0E32\u0E23\u002C \u0E0A\u0E37\u0E48\u0E2D\u0E16\u0E19\u0E19
addressLine2=\u0E0A\u0E37\u0E48\u0E2D\u0E16\u0E19\u0E19\u002C \u0E0B\u0E2D\u0E22\u002C \u0E2B\u0E21\u0E39\u0E48
addressLine3=\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E17\u0E35\u0E48\u0E2D\u0E22\u0E39\u0E48\u0E40\u0E1E\u0E34\u0E48\u0E21\u0E40\u0E15\u0E34\u0E21
city=\u0E40\u0E02\u0E15 / \u0E2D\u0E33\u0E40\u0E20\u0E2D
district=\u0E41\u0E02\u0E27\u0E07 / \u0E15\u0E33\u0E1A\u0E25
companyName=\u0E0A\u0E37\u0E48\u0E2D\u0E1A\u0E23\u0E34\u0E29\u0E31\u0E17
zipPostal=\u0E23\u0E2B\u0E31\u0E2A\u0E44\u0E1B\u0E23\u0E29\u0E13\u0E35\u0E22\u0E4C
stateProvince=\u0E08\u0E31\u0E07\u0E2B\u0E27\u0E31\u0E14
country=\u0E1B\u0E23\u0E30\u0E40\u0E17\u0E28\u0E44\u0E17\u0E22
countryLabel=\u0E1B\u0E23\u0E30\u0E40\u0E17\u0E28

# configurable section
buyYour=\u0E0B\u0E37\u0E49\u0E2D
freeShipping=\u0E2A\u0E31\u0E48\u0E07\u0E15\u0E2D\u0E19\u0E19\u0E35\u0E49\u0E41\u0E25\u0E30\u0E23\u0E31\u0E1A\u0E08\u0E31\u0E14\u0E2A\u0E48\u0E07\u0E1F\u0E23\u0E35
choose=\u0E40\u0E25\u0E37\u0E2D\u0E01
#itemTechSpecs
techSpecs=\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E08\u0E33\u0E40\u0E1E\u0E32\u0E30\u0E14\u0E49\u0E32\u0E19\u0E40\u0E17\u0E04\u0E19\u0E34\u0E04
sizeAndWeight=\u0E02\u0E19\u0E32\u0E14\u0E41\u0E25\u0E30\u0E19\u0E49\u0E33\u0E2B\u0E19\u0E31\u0E01
width=\u0E04\u0E27\u0E32\u0E21\u0E01\u0E27\u0E49\u0E32\u0E07
height=\u0E04\u0E27\u0E32\u0E21\u0E2A\u0E39\u0E07
depth=\u0E04\u0E27\u0E32\u0E21\u0E25\u0E36\u0E01
length=\u0E04\u0E27\u0E32\u0E21\u0E22\u0E32\u0E27
weight=\u0E19\u0E49\u0E33\u0E2B\u0E19\u0E31\u0E01
diameter=\u0E40\u0E2A\u0E49\u0E19\u0E1C\u0E48\u0E32\u0E28\u0E39\u0E19\u0E22\u0E4C\u0E01\u0E25\u0E32\u0E07
operatingSystem=\u0E02\u0E49\u0E2D\u0E01\u0E33\u0E2B\u0E19\u0E14\u0E01\u0E32\u0E23\u0E1B\u0E0F\u0E34\u0E1A\u0E31\u0E15\u0E34\u0E07\u0E32\u0E19
#product-description
manufacturer=\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E1C\u0E39\u0E49\u0E1C\u0E25\u0E34\u0E15
manufacturerPartNumber=Mfr. \u0E2B\u0E21\u0E32\u0E22\u0E40\u0E25\u0E02\u0E2D\u0E30\u0E44\u0E2B\u0E25\u0E48
upcEANnumber=\u0E2B\u0E21\u0E32\u0E22\u0E40\u0E25\u0E02 UPC \u0E2B\u0E23\u0E37\u0E2D EAN
partNumber=\u0E2B\u0E21\u0E32\u0E22\u0E40\u0E25\u0E02\u0E2D\u0E30\u0E44\u0E2B\u0E25\u0E48
#Watch Disclaimers
watchSupportNotice-apple-watch-series1=\u0E15\u0E49\u0E2D\u0E07\u0E17\u0E33\u0E07\u0E32\u0E19\u0E23\u0E48\u0E27\u0E21\u0E01\u0E31\u0E1A iPhone 5s \u0E2B\u0E23\u0E37\u0E2D\u0E43\u0E2B\u0E21\u0E48\u0E01\u0E27\u0E48\u0E32 \u0E17\u0E35\u0E48\u0E43\u0E0A\u0E49 iOS 11 \u0E2B\u0E23\u0E37\u0E2D\u0E43\u0E2B\u0E21\u0E48\u0E01\u0E27\u0E48\u0E32
watchSupportNotice-watch-apple-watch-series-3=Apple Watch \u0E0B\u0E35\u0E23\u0E35\u0E2A\u0E4C 3 (GPS) \u0E15\u0E49\u0E2D\u0E07\u0E21\u0E35 iPhone 5s \u0E2B\u0E23\u0E37\u0E2D\u0E23\u0E38\u0E48\u0E19\u0E17\u0E35\u0E48\u0E43\u0E2B\u0E21\u0E48\u0E01\u0E27\u0E48\u0E32\u0E17\u0E35\u0E48\u0E21\u0E35\u0E23\u0E30\u0E1A\u0E1A\u0E1B\u0E0F\u0E34\u0E1A\u0E31\u0E15\u0E34\u0E01\u0E32\u0E23 iOS 11 \u0E2B\u0E23\u0E37\u0E2D\u0E2A\u0E39\u0E07\u0E01\u0E27\u0E48\u0E32 Apple Watch \u0E0B\u0E35\u0E23\u0E35\u0E2A\u0E4C 3 (GPS + Cellular) \u0E15\u0E49\u0E2D\u0E07\u0E21\u0E35 iPhone 6 \u0E2B\u0E23\u0E37\u0E2D\u0E23\u0E38\u0E48\u0E19\u0E17\u0E35\u0E48\u0E43\u0E2B\u0E21\u0E48\u0E01\u0E27\u0E48\u0E32\u0E17\u0E35\u0E48\u0E21\u0E35\u0E23\u0E30\u0E1A\u0E1A\u0E1B\u0E0F\u0E34\u0E1A\u0E31\u0E15\u0E34\u0E01\u0E32\u0E23 iOS 11 \u0E2B\u0E23\u0E37\u0E2D\u0E2A\u0E39\u0E07\u0E01\u0E27\u0E48\u0E32
watchSupportNotice-apple-watch-nikeplus=Apple Watch \u0E0B\u0E35\u0E23\u0E35\u0E2A\u0E4C 3 (GPS) \u0E15\u0E49\u0E2D\u0E07\u0E21\u0E35 iPhone 5s \u0E2B\u0E23\u0E37\u0E2D\u0E23\u0E38\u0E48\u0E19\u0E17\u0E35\u0E48\u0E43\u0E2B\u0E21\u0E48\u0E01\u0E27\u0E48\u0E32\u0E17\u0E35\u0E48\u0E21\u0E35\u0E23\u0E30\u0E1A\u0E1A\u0E1B\u0E0F\u0E34\u0E1A\u0E31\u0E15\u0E34\u0E01\u0E32\u0E23 iOS 11 \u0E2B\u0E23\u0E37\u0E2D\u0E2A\u0E39\u0E07\u0E01\u0E27\u0E48\u0E32 Apple Watch \u0E0B\u0E35\u0E23\u0E35\u0E2A\u0E4C 3 (GPS + Cellular) \u0E15\u0E49\u0E2D\u0E07\u0E21\u0E35 iPhone 6 \u0E2B\u0E23\u0E37\u0E2D\u0E23\u0E38\u0E48\u0E19\u0E17\u0E35\u0E48\u0E43\u0E2B\u0E21\u0E48\u0E01\u0E27\u0E48\u0E32\u0E17\u0E35\u0E48\u0E21\u0E35\u0E23\u0E30\u0E1A\u0E1A\u0E1B\u0E0F\u0E34\u0E1A\u0E31\u0E15\u0E34\u0E01\u0E32\u0E23 iOS 11 \u0E2B\u0E23\u0E37\u0E2D\u0E2A\u0E39\u0E07\u0E01\u0E27\u0E48\u0E32
watchSupportNotice-apple-watch-hermes=Apple Watch \u0E0B\u0E35\u0E23\u0E35\u0E2A\u0E4C 3 (GPS) \u0E15\u0E49\u0E2D\u0E07\u0E21\u0E35 iPhone 5s \u0E2B\u0E23\u0E37\u0E2D\u0E23\u0E38\u0E48\u0E19\u0E17\u0E35\u0E48\u0E43\u0E2B\u0E21\u0E48\u0E01\u0E27\u0E48\u0E32\u0E17\u0E35\u0E48\u0E21\u0E35\u0E23\u0E30\u0E1A\u0E1A\u0E1B\u0E0F\u0E34\u0E1A\u0E31\u0E15\u0E34\u0E01\u0E32\u0E23 iOS 11 \u0E2B\u0E23\u0E37\u0E2D\u0E2A\u0E39\u0E07\u0E01\u0E27\u0E48\u0E32 Apple Watch \u0E0B\u0E35\u0E23\u0E35\u0E2A\u0E4C 3 (GPS + Cellular) \u0E15\u0E49\u0E2D\u0E07\u0E21\u0E35 iPhone 6 \u0E2B\u0E23\u0E37\u0E2D\u0E23\u0E38\u0E48\u0E19\u0E17\u0E35\u0E48\u0E43\u0E2B\u0E21\u0E48\u0E01\u0E27\u0E48\u0E32\u0E17\u0E35\u0E48\u0E21\u0E35\u0E23\u0E30\u0E1A\u0E1A\u0E1B\u0E0F\u0E34\u0E1A\u0E31\u0E15\u0E34\u0E01\u0E32\u0E23 iOS 11 \u0E2B\u0E23\u0E37\u0E2D\u0E2A\u0E39\u0E07\u0E01\u0E27\u0E48\u0E32
watchSupportNotice-apple-watch-edition=Apple Watch \u0E0B\u0E35\u0E23\u0E35\u0E2A\u0E4C 3 (GPS) \u0E15\u0E49\u0E2D\u0E07\u0E21\u0E35 iPhone 5s \u0E2B\u0E23\u0E37\u0E2D\u0E23\u0E38\u0E48\u0E19\u0E17\u0E35\u0E48\u0E43\u0E2B\u0E21\u0E48\u0E01\u0E27\u0E48\u0E32\u0E17\u0E35\u0E48\u0E21\u0E35\u0E23\u0E30\u0E1A\u0E1A\u0E1B\u0E0F\u0E34\u0E1A\u0E31\u0E15\u0E34\u0E01\u0E32\u0E23 iOS 11 \u0E2B\u0E23\u0E37\u0E2D\u0E2A\u0E39\u0E07\u0E01\u0E27\u0E48\u0E32 Apple Watch \u0E0B\u0E35\u0E23\u0E35\u0E2A\u0E4C 3 (GPS + Cellular) \u0E15\u0E49\u0E2D\u0E07\u0E21\u0E35 iPhone 6 \u0E2B\u0E23\u0E37\u0E2D\u0E23\u0E38\u0E48\u0E19\u0E17\u0E35\u0E48\u0E43\u0E2B\u0E21\u0E48\u0E01\u0E27\u0E48\u0E32\u0E17\u0E35\u0E48\u0E21\u0E35\u0E23\u0E30\u0E1A\u0E1A\u0E1B\u0E0F\u0E34\u0E1A\u0E31\u0E15\u0E34\u0E01\u0E32\u0E23 iOS 11 \u0E2B\u0E23\u0E37\u0E2D\u0E2A\u0E39\u0E07\u0E01\u0E27\u0E48\u0E32

# watch-type warranty note
warranty-note-apple-watch-edition=Apple Watch \u0E17\u0E38\u0E01\u0E23\u0E38\u0E48\u0E19\u0E21\u0E32\u0E1E\u0E23\u0E49\u0E2D\u0E21\u0E01\u0E31\u0E1A\u0E01\u0E32\u0E23\u0E04\u0E38\u0E49\u0E21\u0E04\u0E23\u0E2D\u0E07\u0E01\u0E32\u0E23\u0E0B\u0E48\u0E48\u0E2D\u0E21\u0E2E\u0E32\u0E23\u0E4C\u0E14\u0E41\u0E27\u0E23\u0E4C\u0E40\u0E1B\u0E47\u0E19\u0E40\u0E27\u0E25\u0E32 2 \u0E1B\u0E35\u0E1C\u0E48\u0E32\u0E19\u0E01\u0E32\u0E23\u0E23\u0E31\u0E1A\u0E1B\u0E23\u0E30\u0E01\u0E31\u0E19\u0E2A\u0E34\u0E19\u0E04\u0E49\u0E32 \u0E1E\u0E23\u0E49\u0E2D\u0E21\u0E43\u0E2B\u0E49\u0E04\u0E27\u0E32\u0E21\u0E0A\u0E48\u0E27\u0E22\u0E40\u0E2B\u0E25\u0E37\u0E2D\u0E1F\u0E23\u0E35\u0E40\u0E1B\u0E47\u0E19\u0E40\u0E27\u0E25\u0E32\u0E2A\u0E39\u0E07\u0E2A\u0E38\u0E14 2 \u0E1B\u0E35
warranty-note-apple-watch-hermes=Apple Watch Herm\u00e9s Apple Watch \u0E17\u0E38\u0E01\u0E23\u0E38\u0E48\u0E19\u0E21\u0E32\u0E1E\u0E23\u0E49\u0E2D\u0E21\u0E01\u0E31\u0E1A\u0E01\u0E32\u0E23\u0E04\u0E38\u0E49\u0E21\u0E04\u0E23\u0E2D\u0E07\u0E01\u0E32\u0E23\u0E0B\u0E48\u0E48\u0E2D\u0E21\u0E2E\u0E32\u0E23\u0E4C\u0E14\u0E41\u0E27\u0E23\u0E4C\u0E40\u0E1B\u0E47\u0E19\u0E40\u0E27\u0E25\u0E32 2 \u0E1B\u0E35\u0E1C\u0E48\u0E32\u0E19\u0E01\u0E32\u0E23\u0E23\u0E31\u0E1A\u0E1B\u0E23\u0E30\u0E01\u0E31\u0E19\u0E2A\u0E34\u0E19\u0E04\u0E49\u0E32 \u0E1E\u0E23\u0E49\u0E2D\u0E21\u0E43\u0E2B\u0E49\u0E04\u0E27\u0E32\u0E21\u0E0A\u0E48\u0E27\u0E22\u0E40\u0E2B\u0E25\u0E37\u0E2D\u0E1F\u0E23\u0E35\u0E40\u0E1B\u0E47\u0E19\u0E40\u0E27\u0E25\u0E32\u0E2A\u0E39\u0E07\u0E2A\u0E38\u0E14 2 \u0E1B\u0E35
warranty-note-apple-watch-nikeplus=Apple Watch Nike+ \u0E17\u0E38\u0E01\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E21\u0E32\u0E1E\u0E23\u0E49\u0E2D\u0E21\u0E01\u0E31\u0E1A\u0E01\u0E32\u0E23\u0E04\u0E38\u0E49\u0E21\u0E04\u0E23\u0E2D\u0E07\u0E01\u0E32\u0E23\u0E0B\u0E48\u0E2D\u0E21\u0E1A\u0E33\u0E23\u0E38\u0E07\u0E2E\u0E32\u0E23\u0E4C\u0E14\u0E41\u0E27\u0E23\u0E4C\u0E23\u0E30\u0E22\u0E30\u0E40\u0E27\u0E25\u0E32\u0E2B\u0E19\u0E36\u0E48\u0E07\u0E1B\u0E35\u0E1C\u0E48\u0E32\u0E19\u0E01\u0E32\u0E23\u0E23\u0E31\u0E1A\u0E1B\u0E23\u0E30\u0E01\u0E31\u0E19\u0E41\u0E1A\u0E1A\u0E08\u0E33\u0E01\u0E31\u0E14\u0E40\u0E27\u0E25\u0E32 \u0E1E\u0E23\u0E49\u0E2D\u0E21\u0E01\u0E31\u0E1A\u0E01\u0E32\u0E23\u0E0A\u0E48\u0E27\u0E22\u0E40\u0E2B\u0E25\u0E37\u0E2D\u0E41\u0E1A\u0E1A\u0E44\u0E21\u0E48\u0E04\u0E34\u0E14\u0E04\u0E48\u0E32\u0E43\u0E0A\u0E49\u0E08\u0E48\u0E32\u0E22\u0E40\u0E1B\u0E47\u0E19\u0E40\u0E27\u0E25\u0E32 90 \u0E27\u0E31\u0E19
warranty-note-apple-watch-series2=Apple Watch Series 2 \u0E17\u0E38\u0E01\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E21\u0E32\u0E1E\u0E23\u0E49\u0E2D\u0E21\u0E01\u0E31\u0E1A\u0E01\u0E32\u0E23\u0E04\u0E38\u0E49\u0E21\u0E04\u0E23\u0E2D\u0E07\u0E01\u0E32\u0E23\u0E0B\u0E48\u0E2D\u0E21\u0E1A\u0E33\u0E23\u0E38\u0E07\u0E2E\u0E32\u0E23\u0E4C\u0E14\u0E41\u0E27\u0E23\u0E4C\u0E23\u0E30\u0E22\u0E30\u0E40\u0E27\u0E25\u0E32\u0E2B\u0E19\u0E36\u0E48\u0E07\u0E1B\u0E35\u0E1C\u0E48\u0E32\u0E19\u0E01\u0E32\u0E23\u0E23\u0E31\u0E1A\u0E1B\u0E23\u0E30\u0E01\u0E31\u0E19\u0E41\u0E1A\u0E1A\u0E08\u0E33\u0E01\u0E31\u0E14\u0E40\u0E27\u0E25\u0E32 \u0E1E\u0E23\u0E49\u0E2D\u0E21\u0E01\u0E31\u0E1A\u0E01\u0E32\u0E23\u0E0A\u0E48\u0E27\u0E22\u0E40\u0E2B\u0E25\u0E37\u0E2D\u0E41\u0E1A\u0E1A\u0E44\u0E21\u0E48\u0E04\u0E34\u0E14\u0E04\u0E48\u0E32\u0E43\u0E0A\u0E49\u0E08\u0E48\u0E32\u0E22\u0E40\u0E1B\u0E47\u0E19\u0E40\u0E27\u0E25\u0E32 90 \u0E27\u0E31\u0E19
warranty-note-apple-watch-series1=Apple Watch Series 1 \u0E17\u0E38\u0E01\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E21\u0E32\u0E1E\u0E23\u0E49\u0E2D\u0E21\u0E01\u0E31\u0E1A\u0E01\u0E32\u0E23\u0E04\u0E38\u0E49\u0E21\u0E04\u0E23\u0E2D\u0E07\u0E01\u0E32\u0E23\u0E0B\u0E48\u0E2D\u0E21\u0E1A\u0E33\u0E23\u0E38\u0E07\u0E2E\u0E32\u0E23\u0E4C\u0E14\u0E41\u0E27\u0E23\u0E4C\u0E23\u0E30\u0E22\u0E30\u0E40\u0E27\u0E25\u0E32\u0E2B\u0E19\u0E36\u0E48\u0E07\u0E1B\u0E35\u0E1C\u0E48\u0E32\u0E19\u0E01\u0E32\u0E23\u0E23\u0E31\u0E1A\u0E1B\u0E23\u0E30\u0E01\u0E31\u0E19\u0E41\u0E1A\u0E1A\u0E08\u0E33\u0E01\u0E31\u0E14\u0E40\u0E27\u0E25\u0E32 \u0E1E\u0E23\u0E49\u0E2D\u0E21\u0E01\u0E31\u0E1A\u0E01\u0E32\u0E23\u0E0A\u0E48\u0E27\u0E22\u0E40\u0E2B\u0E25\u0E37\u0E2D\u0E41\u0E1A\u0E1A\u0E44\u0E21\u0E48\u0E04\u0E34\u0E14\u0E04\u0E48\u0E32\u0E43\u0E0A\u0E49\u0E08\u0E48\u0E32\u0E22\u0E40\u0E1B\u0E47\u0E19\u0E40\u0E27\u0E25\u0E32 90 \u0E27\u0E31\u0E19
warranty-note-watch-apple-watch-series-3=Apple Watch Series 3 \u0E17\u0E38\u0E01\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E21\u0E32\u0E1E\u0E23\u0E49\u0E2D\u0E21\u0E01\u0E31\u0E1A\u0E01\u0E32\u0E23\u0E04\u0E38\u0E49\u0E21\u0E04\u0E23\u0E2D\u0E07\u0E01\u0E32\u0E23\u0E0B\u0E48\u0E2D\u0E21\u0E1A\u0E33\u0E23\u0E38\u0E07\u0E2E\u0E32\u0E23\u0E4C\u0E14\u0E41\u0E27\u0E23\u0E4C\u0E23\u0E30\u0E22\u0E30\u0E40\u0E27\u0E25\u0E32\u0E2B\u0E19\u0E36\u0E48\u0E07\u0E1B\u0E35\u0E1C\u0E48\u0E32\u0E19\u0E01\u0E32\u0E23\u0E23\u0E31\u0E1A\u0E1B\u0E23\u0E30\u0E01\u0E31\u0E19\u0E41\u0E1A\u0E1A\u0E08\u0E33\u0E01\u0E31\u0E14\u0E40\u0E27\u0E25\u0E32 \u0E1E\u0E23\u0E49\u0E2D\u0E21\u0E01\u0E31\u0E1A\u0E01\u0E32\u0E23\u0E0A\u0E48\u0E27\u0E22\u0E40\u0E2B\u0E25\u0E37\u0E2D\u0E41\u0E1A\u0E1A\u0E44\u0E21\u0E48\u0E04\u0E34\u0E14\u0E04\u0E48\u0E32\u0E43\u0E0A\u0E49\u0E08\u0E48\u0E32\u0E22\u0E40\u0E1B\u0E47\u0E19\u0E40\u0E27\u0E25\u0E32 90 \u0E27\u0E31\u0E19

# Footer
footerLabelCopy=\u0E2A\u0E07\u0E27\u0E19\u0E25\u0E34\u0E02\u0E2A\u0E34\u0E17\u0E18\u0E34\u0E4C
footerLabelReserved=Bridge2 Solutions. \u0E2A\u0E07\u0E27\u0E19\u0E25\u0E34\u0E02\u0E2A\u0E34\u0E17\u0E18\u0E34\u0E4C
footerLabelToTop=\u0E01\u0E25\u0E31\u0E1A\u0E44\u0E1B\u0E14\u0E49\u0E32\u0E19\u0E1A\u0E19

termsOfUse=

# AODA
userAccountsPopup=\u0E40\u0E21\u0E19\u0E39\u0E1A\u0E31\u0E0D\u0E0A\u0E35
shoppingCartPopup=\u0E16\u0E38\u0E07
globalSearch=\u0E04\u0E49\u0E19\u0E2B\u0E32\u0E17\u0E31\u0E49\u0E07\u0E2B\u0E21\u0E14
products=\u0E1C\u0E25\u0E34\u0E15\u0E20\u0E31\u0E13\u0E11\u0E4C

discountCode=
monthlyPaymentAmount=\u0E08\u0E33\u0E19\u0E27\u0E19\u0E40\u0E07\u0E34\u0E19\u0E23\u0E32\u0E22\u0E40\u0E14\u0E37\u0E2D\u0E19
openCartTotalBreakdown=\u0E40\u0E1B\u0E34\u0E14\u0E01\u0E32\u0E23\u0E41\u0E08\u0E01\u0E41\u0E08\u0E07\u0E23\u0E32\u0E22\u0E25\u0E30\u0E40\u0E2D\u0E35\u0E22\u0E14\u0E17\u0E31\u0E49\u0E07\u0E2B\u0E21\u0E14\u0E02\u0E2D\u0E07\u0E16\u0E38\u0E07
closeCartTotalBreakdown=\u0E1B\u0E34\u0E14\u0E01\u0E32\u0E23\u0E41\u0E08\u0E01\u0E41\u0E08\u0E07\u0E23\u0E32\u0E22\u0E25\u0E30\u0E40\u0E2D\u0E35\u0E22\u0E14\u0E17\u0E31\u0E49\u0E07\u0E2B\u0E21\u0E14\u0E02\u0E2D\u0E07\u0E16\u0E38\u0E07
viewDetails=\u0E14\u0E39\u0E23\u0E32\u0E22\u0E25\u0E30\u0E40\u0E2D\u0E35\u0E22\u0E14
hideDetails=\u0E0B\u0E48\u0E2D\u0E19\u0E23\u0E32\u0E22\u0E25\u0E30\u0E40\u0E2D\u0E35\u0E22\u0E14
warning=

# Page Titles
defaultPageTitle=Apple

# Anonymous login messages
loginButtonText=\u0E25\u0E07\u0E0A\u0E37\u0E48\u0E2D\u0E40\u0E02\u0E49\u0E32\u0E23\u0E30\u0E1A\u0E1A

# modal buttons
ok=\u0E15\u0E01\u0E25\u0E07
no=\u0E44\u0E21\u0E48\u0E43\u0E0A\u0E48
yes=\u0E43\u0E0A\u0E48

# browseonly messages
browseOnlyHeader=
browseOnlyInfo=
mobileNavBtnOpenText=Open Navigation
mobileNavBtnCloseText=Close Navigation

# user-dropdown messages
storePolicies=\u0E19\u0E42\u0E22\u0E1A\u0E32\u0E22\u0E23\u0E49\u0E32\u0E19\u0E04\u0E49\u0E32
termsAndConditionText=\u0E02\u0E49\u0E2D\u0E01\u0E33\u0E2B\u0E19\u0E14\u0E41\u0E25\u0E30\u0E40\u0E07\u0E37\u0E48\u0E2D\u0E19\u0E44\u0E02
shippingDelayOrderText={{ \:\:messages.shippingDelayLabel }} {{ items.delayedShippingInfo.asOfDate }}


maximum21Characters=\u0E42\u0E1B\u0E23\u0E14\u0E43\u0E2A\u0E48\u0E2D\u0E31\u0E01\u0E02\u0E23\u0E30\u0E44\u0E21\u0E48\u0E40\u0E01\u0E34\u0E19 21 \u0E15\u0E31\u0E27\u0E2D\u0E31\u0E01\u0E29\u0E23
maximum35Characters=\u0E42\u0E1B\u0E23\u0E14\u0E43\u0E2A\u0E48\u0E2D\u0E31\u0E01\u0E02\u0E23\u0E30\u0E44\u0E21\u0E48\u0E40\u0E01\u0E34\u0E19 35 \u0E15\u0E31\u0E27\u0E2D\u0E31\u0E01\u0E29\u0E23
maximumZipCharacters=\u0E42\u0E1B\u0E23\u0E14\u0E43\u0E2A\u0E48\u0E2D\u0E31\u0E01\u0E02\u0E23\u0E30\u0E44\u0E21\u0E48\u0E40\u0E01\u0E34\u0E19 5 \u0E15\u0E31\u0E27\u0E2D\u0E31\u0E01\u0E29\u0E23

#------------------------------------------------------
## terms and conditions
#------------------------------------------------------
termsTitleTxt=\u0E19\u0E42\u0E22\u0E1A\u0E32\u0E22\u0E23\u0E49\u0E32\u0E19\u0E04\u0E49\u0E32
termsLinkUseTxt=\u0E43\u0E0A\u0E49\u0E25\u0E34\u0E07\u0E04\u0E4C\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E04\u0E49\u0E19\u0E2B\u0E32\u0E17\u0E35\u0E48\u0E14\u0E49\u0E32\u0E19\u0E25\u0E48\u0E32\u0E07\u0E19\u0E35\u0E49\u0E40\u0E1E\u0E37\u0E48\u0E2D\u0E44\u0E1B\u0E22\u0E31\u0E07\u0E2A\u0E34\u0E19\u0E04\u0E49\u0E32\u0E17\u0E35\u0E48\u0E15\u0E49\u0E2D\u0E07\u0E01\u0E32\u0E23\u0E42\u0E14\u0E22\u0E15\u0E23\u0E07
termsBrowseTxt=\u0E04\u0E49\u0E19\u0E2B\u0E32\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25
policiesTermsContent=\u0E42\u0E14\u0E22\u0E01\u0E32\u0E23\u0E04\u0E25\u0E34\u0E4A\u0E01 \u0E14\u0E33\u0E40\u0E19\u0E34\u0E19\u0E01\u0E32\u0E23\u0E2A\u0E31\u0E48\u0E07\u0E0B\u0E37\u0E49\u0E2D\u0E43\u0E2B\u0E49\u0E2A\u0E33\u0E40\u0E23\u0E47\u0E08 \u0E2B\u0E21\u0E32\u0E22\u0E16\u0E36\u0E07\u0E04\u0E38\u0E13\u0E22\u0E2D\u0E21\u0E23\u0E31\u0E1A\u0E41\u0E25\u0E30\u0E15\u0E01\u0E25\u0E07\u0E43\u0E19\u0E17\u0E38\u0E01 <a href="#/store/terms">Policies, Terms & Conditions</a> \u0E02\u0E2D\u0E07\u0E42\u0E1B\u0E23\u0E41\u0E01\u0E23\u0E21\u0E19\u0E35\u0E49 \u0E04\u0E38\u0E13\u0E08\u0E30\u0E44\u0E14\u0E49\u0E23\u0E31\u0E1A\u0E43\u0E1A\u0E40\u0E2A\u0E23\u0E47\u0E08\u0E23\u0E31\u0E1A\u0E40\u0E07\u0E34\u0E19\u0E41\u0E1A\u0E1A\u0E2D\u0E34\u0E40\u0E25\u0E47\u0E01\u0E17\u0E23\u0E2D\u0E19\u0E34\u0E01\u0E2A\u0E4C\u0E17\u0E35\u0E48\u0E1B\u0E23\u0E30\u0E01\u0E2D\u0E1A\u0E14\u0E49\u0E27\u0E22\u0E23\u0E32\u0E22\u0E25\u0E30\u0E40\u0E2D\u0E35\u0E22\u0E14\u0E2A\u0E34\u0E19\u0E04\u0E49\u0E32\u0E17\u0E35\u0E48\u0E04\u0E38\u0E13\u0E0B\u0E37\u0E49\u0E2D
# user-terms specification for account dropdown
user-terms-AppleTsCs=\u0E19\u0E42\u0E22\u0E1A\u0E32\u0E22\u0E23\u0E49\u0E32\u0E19\u0E04\u0E49\u0E32
user-terms-Shipping=\u0E01\u0E32\u0E23\u0E08\u0E31\u0E14\u0E2A\u0E48\u0E07\u0E41\u0E25\u0E30\u0E2A\u0E48\u0E07\u0E21\u0E2D\u0E1A
user-terms-Returns=\u0E01\u0E32\u0E23\u0E04\u0E37\u0E19\u0E2A\u0E34\u0E19\u0E04\u0E49\u0E32\u0E41\u0E25\u0E30\u0E01\u0E32\u0E23\u0E04\u0E37\u0E19\u0E40\u0E07\u0E34\u0E19
user-terms-Warranty=\u0E01\u0E32\u0E23\u0E23\u0E31\u0E1A\u0E1B\u0E23\u0E30\u0E01\u0E31\u0E19\u0E2A\u0E34\u0E19\u0E04\u0E49\u0E32
user-terms-Engraving=\u0E01\u0E32\u0E23\u0E2A\u0E25\u0E31\u0E01\u0E02\u0E49\u0E2D\u0E04\u0E27\u0E32\u0E21\u0E1A\u0E19\u0E2D\u0E38\u0E1B\u0E01\u0E23\u0E13\u0E4C\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13
user-terms-iPhone=iPhone
user-terms-SalesTandC=\u0E19\u0E42\u0E22\u0E1A\u0E32\u0E22\u0E01\u0E32\u0E23\u0E02\u0E32\u0E22\u0E41\u0E25\u0E30\u0E01\u0E32\u0E23\u0E04\u0E37\u0E19\u0E40\u0E07\u0E34\u0E19

# terms
terms-Shipping=\u0E01\u0E32\u0E23\u0E08\u0E31\u0E14\u0E2A\u0E48\u0E07\u0E41\u0E25\u0E30\u0E2A\u0E48\u0E07\u0E21\u0E2D\u0E1A
terms-Returns=\u0E01\u0E32\u0E23\u0E04\u0E37\u0E19\u0E2A\u0E34\u0E19\u0E04\u0E49\u0E32\u0E41\u0E25\u0E30\u0E01\u0E32\u0E23\u0E04\u0E37\u0E19\u0E40\u0E07\u0E34\u0E19
terms-Warranty=\u0E01\u0E32\u0E23\u0E23\u0E31\u0E1A\u0E1B\u0E23\u0E30\u0E01\u0E31\u0E19\u0E2E\u0E32\u0E23\u0E4C\u0E14\u0E41\u0E27\u0E23\u0E4C
terms-Engraving=\u0E01\u0E32\u0E23\u0E2A\u0E25\u0E31\u0E01\u0E02\u0E49\u0E2D\u0E04\u0E27\u0E32\u0E21\u0E1A\u0E19\u0E2D\u0E38\u0E1B\u0E01\u0E23\u0E13\u0E4C\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13
terms-iPhone=iPhone
terms-SalesTandC=\u0E19\u0E42\u0E22\u0E1A\u0E32\u0E22\u0E01\u0E32\u0E23\u0E02\u0E32\u0E22\u0E41\u0E25\u0E30\u0E01\u0E32\u0E23\u0E04\u0E37\u0E19\u0E40\u0E07\u0E34\u0E19

# Address Modal
appleShippingPolicies=<h4>\u0E19\u0E42\u0E22\u0E1A\u0E32\u0E22\u0E01\u0E32\u0E23\u0E08\u0E31\u0E14\u0E2A\u0E48\u0E07\u0E02\u0E2D\u0E07 \u0041\u0070\u0070\u006C\u0065</h4>\
  <ul><li>\u0E15\u0E49\u0E2D\u0E07\u0E40\u0E0B\u0E47\u0E19\u0E0A\u0E37\u0E48\u0E2D\u0E40\u0E1E\u0E37\u0E48\u0E2D\u0E23\u0E31\u0E1A\u0E2A\u0E34\u0E19\u0E04\u0E49\u0E32</li>\
  <li>\u0E2A\u0E34\u0E19\u0E04\u0E49\u0E32\u0E08\u0E30\u0E44\u0E14\u0E49\u0E23\u0E31\u0E1A\u0E01\u0E32\u0E23\u0E08\u0E31\u0E14\u0E2A\u0E48\u0E07\u0E16\u0E36\u0E07\u0E17\u0E35\u0E48\u0E2D\u0E22\u0E39\u0E48\u0E02\u0E2D\u0E07\u0E1C\u0E39\u0E49\u0E23\u0E31\u0E1A\u0E23\u0E30\u0E2B\u0E27\u0E48\u0E32\u0E07\u0E40\u0E27\u0E25\u0E32 8:30 \u0E19. \u0E16\u0E36\u0E07 17 \u0E19. \u0E27\u0E31\u0E19\u0E08\u0E31\u0E19\u0E17\u0E23\u0E4C - \u0E27\u0E31\u0E19\u0E28\u0E38\u0E01\u0E23\u0E4C</li>\
  </ul>

addressModalFaqs=
watchSeries3ConnectivityReqs=<strong>Series 3 \u0E02\u0E49\u0E2D\u0E01\u0E33\u0E2B\u0E19\u0E14\u0E01\u0E32\u0E23\u0E40\u0E0A\u0E37\u0E48\u0E2D\u0E21\u0E15\u0E48\u0E2D</strong>Apple Watch Series 3 (&#x0E23;&#x0E38;&#x0E48;&#x0E19; GPS) &#x0E15;&#x0E49;&#x0E2D;&#x0E07;&#x0E17;&#x0E33;&#x0E07;&#x0E32;&#x0E19;&#x0E23;&#x0E48;&#x0E27;&#x0E21;&#x0E01;&#x0E31;&#x0E1A; iPhone 5s &#x0E2B;&#x0E23;&#x0E37;&#x0E2D;&#x0E43;&#x0E2B;&#x0E21;&#x0E48;&#x0E01;&#x0E27;&#x0E48;&#x0E32; &#x0E17;&#x0E35;&#x0E48;&#x0E43;&#x0E0A;&#x0E49; iOS 11 &#x0E2B;&#x0E23;&#x0E37;&#x0E2D;&#x0E43;&#x0E2B;&#x0E21;&#x0E48;&#x0E01;&#x0E27;&#x0E48;&#x0E32;, Apple Watch Series 3 (&#x0E23;&#x0E38;&#x0E48;&#x0E19; GPS + Cellular) &#x0E15;&#x0E49;&#x0E2D;&#x0E07;&#x0E17;&#x0E33;&#x0E07;&#x0E32;&#x0E19;&#x0E23;&#x0E48;&#x0E27;&#x0E21;&#x0E01;&#x0E31;&#x0E1A; iPhone 6 &#x0E2B;&#x0E23;&#x0E37;&#x0E2D;&#x0E43;&#x0E2B;&#x0E21;&#x0E48;&#x0E01;&#x0E27;&#x0E48;&#x0E32; &#x0E17;&#x0E35;&#x0E48;&#x0E43;&#x0E0A;&#x0E49; iOS 12 &#x0E40;&#x0E27;&#x0E2D;&#x0E23;&#x0E4C;&#x0E0A;&#x0E31;&#x0E48;&#x0E19;&#x0E25;&#x0E48;&#x0E32;&#x0E2A;&#x0E38;&#x0E14; &#x0E1C;&#x0E39;&#x0E49;&#x0E43;&#x0E2B;&#x0E49;&#x0E1A;&#x0E23;&#x0E34;&#x0E01;&#x0E32;&#x0E23;&#x0E02;&#x0E2D;&#x0E07; Apple Watch &#x0E41;&#x0E25;&#x0E30; iPhone &#x0E15;&#x0E49;&#x0E2D;&#x0E07;&#x0E40;&#x0E1B;&#x0E47;&#x0E19;&#x0E23;&#x0E32;&#x0E22;&#x0E40;&#x0E14;&#x0E35;&#x0E22;&#x0E27;&#x0E01;&#x0E31;&#x0E19; &#x0E1C;&#x0E39;&#x0E49;&#x0E43;&#x0E2B;&#x0E49;&#x0E1A;&#x0E23;&#x0E34;&#x0E01;&#x0E32;&#x0E23;&#x0E1A;&#x0E32;&#x0E07;&#x0E23;&#x0E32;&#x0E22;&#x0E2D;&#x0E32;&#x0E08;&#x0E44;&#x0E21;&#x0E48;&#x0E21;&#x0E35;&#x0E1A;&#x0E23;&#x0E34;&#x0E01;&#x0E32;&#x0E23;&#x0E40;&#x0E0B;&#x0E25;&#x0E25;&#x0E39;&#x0E25;&#x0E32;&#x0E23;&#x0E4C; &#x0E1C;&#x0E39;&#x0E49;&#x0E43;&#x0E2B;&#x0E49;&#x0E1A;&#x0E23;&#x0E34;&#x0E01;&#x0E32;&#x0E23;&#x0E1A;&#x0E32;&#x0E07;&#x0E23;&#x0E32;&#x0E22;&#x0E2D;&#x0E32;&#x0E08;&#x0E44;&#x0E21;&#x0E48;&#x0E23;&#x0E2D;&#x0E07;&#x0E23;&#x0E31;&#x0E1A;&#x0E1A;&#x0E31;&#x0E0D;&#x0E0A;&#x0E35;&#x0E2A;&#x0E33;&#x0E2B;&#x0E23;&#x0E31;&#x0E1A;&#x0E2D;&#x0E07;&#x0E04;&#x0E4C;&#x0E01;&#x0E23; &#x0E42;&#x0E1B;&#x0E23;&#x0E14;&#x0E2A;&#x0E2D;&#x0E1A;&#x0E16;&#x0E32;&#x0E21;&#x0E1C;&#x0E39;&#x0E49;&#x0E27;&#x0E48;&#x0E32;&#x0E08;&#x0E49;&#x0E32;&#x0E07;&#x0E41;&#x0E25;&#x0E30;&#x0E1C;&#x0E39;&#x0E49;&#x0E43;&#x0E2B;&#x0E49;&#x0E1A;&#x0E23;&#x0E34;&#x0E01;&#x0E32;&#x0E23;&#x0E02;&#x0E2D;&#x0E07;&#x0E04;&#x0E38;&#x0E13; &#x0E41;&#x0E1C;&#x0E19;&#x0E1A;&#x0E23;&#x0E34;&#x0E01;&#x0E32;&#x0E23;&#x0E40;&#x0E01;&#x0E48;&#x0E32;&#x0E1A;&#x0E32;&#x0E07;&#x0E41;&#x0E1C;&#x0E19;&#x0E2D;&#x0E32;&#x0E08;&#x0E44;&#x0E21;&#x0E48;&#x0E2A;&#x0E32;&#x0E21;&#x0E32;&#x0E23;&#x0E16;&#x0E43;&#x0E0A;&#x0E49;&#x0E23;&#x0E48;&#x0E27;&#x0E21;&#x0E01;&#x0E31;&#x0E19;&#x0E44;&#x0E14;&#x0E49; &#x0E44;&#x0E21;&#x0E48;&#x0E23;&#x0E2D;&#x0E07;&#x0E23;&#x0E31;&#x0E1A;&#x0E41;&#x0E1C;&#x0E19;&#x0E1A;&#x0E23;&#x0E34;&#x0E01;&#x0E32;&#x0E23;&#x0E41;&#x0E1A;&#x0E1A;&#x0E40;&#x0E15;&#x0E34;&#x0E21;&#x0E40;&#x0E07;&#x0E34;&#x0E19; &#x0E04;&#x0E27;&#x0E32;&#x0E21;&#x0E04;&#x0E23;&#x0E2D;&#x0E1A;&#x0E04;&#x0E25;&#x0E38;&#x0E21;&#x0E02;&#x0E36;&#x0E49;&#x0E19;&#x0E2D;&#x0E22;&#x0E39;&#x0E48;&#x0E01;&#x0E31;&#x0E1A;&#x0E40;&#x0E04;&#x0E23;&#x0E37;&#x0E2D;&#x0E02;&#x0E48;&#x0E32;&#x0E22;&#x0E02;&#x0E2D;&#x0E07;&#x0E1C;&#x0E39;&#x0E49;&#x0E43;&#x0E2B;&#x0E49;&#x0E1A;&#x0E23;&#x0E34;&#x0E01;&#x0E32;&#x0E23; &#x0E44;&#x0E21;&#x0E48;&#x0E2A;&#x0E32;&#x0E21;&#x0E32;&#x0E23;&#x0E16;&#x0E43;&#x0E0A;&#x0E49;&#x0E07;&#x0E32;&#x0E19;&#x0E42;&#x0E23;&#x0E21;&#x0E21;&#x0E34;&#x0E48;&#x0E07;&#x0E19;&#x0E2D;&#x0E01;&#x0E1E;&#x0E37;&#x0E49;&#x0E19;&#x0E17;&#x0E35;&#x0E48;&#x0E43;&#x0E2B;&#x0E49;&#x0E1A;&#x0E23;&#x0E34;&#x0E01;&#x0E32;&#x0E23;&#x0E02;&#x0E2D;&#x0E07;&#x0E1C;&#x0E39;&#x0E49;&#x0E43;&#x0E2B;&#x0E49;&#x0E1A;&#x0E23;&#x0E34;&#x0E01;&#x0E32;&#x0E23;&#x0E40;&#x0E04;&#x0E23;&#x0E37;&#x0E2D;&#x0E02;&#x0E48;&#x0E32;&#x0E22;&#x0E42;&#x0E17;&#x0E23;&#x0E28;&#x0E31;&#x0E1E;&#x0E17;&#x0E4C;&#x0E02;&#x0E2D;&#x0E07;&#x0E04;&#x0E38;&#x0E13; &#x0E15;&#x0E49;&#x0E2D;&#x0E07;&#x0E21;&#x0E35;&#x0E41;&#x0E1C;&#x0E19;&#x0E1A;&#x0E23;&#x0E34;&#x0E01;&#x0E32;&#x0E23;&#x0E23;&#x0E30;&#x0E1A;&#x0E1A;&#x0E44;&#x0E23;&#x0E49;&#x0E2A;&#x0E32;&#x0E22;&#x0E2A;&#x0E33;&#x0E2B;&#x0E23;&#x0E31;&#x0E1A;&#x0E1A;&#x0E23;&#x0E34;&#x0E01;&#x0E32;&#x0E23;&#x0E40;&#x0E0B;&#x0E25;&#x0E25;&#x0E39;&#x0E25;&#x0E32;&#x0E23;&#x0E4C; &#x0E42;&#x0E1B;&#x0E23;&#x0E14;&#x0E15;&#x0E34;&#x0E14;&#x0E15;&#x0E48;&#x0E2D;&#x0E1C;&#x0E39;&#x0E49;&#x0E43;&#x0E2B;&#x0E49;&#x0E1A;&#x0E23;&#x0E34;&#x0E01;&#x0E32;&#x0E23;&#x0E02;&#x0E2D;&#x0E07;&#x0E04;&#x0E38;&#x0E13;&#x0E40;&#x0E1E;&#x0E37;&#x0E48;&#x0E2D;&#x0E02;&#x0E2D;&#x0E02;&#x0E49;&#x0E2D;&#x0E21;&#x0E39;&#x0E25;&#x0E40;&#x0E1E;&#x0E34;&#x0E48;&#x0E21;&#x0E40;&#x0E15;&#x0E34;&#x0E21;
carrierListCoverageArea=
watch-apple-watch-series-3ConnectivityReqs=<strong>Connectivity Requirements</strong>Apple Watch Series 3 (\u0E23\u0E38\u0E48\u0E19 GPS) \u0E15\u0E49\u0E2D\u0E07\u0E17\u0E33\u0E07\u0E32\u0E19\u0E23\u0E48\u0E27\u0E21\u0E01\u0E31\u0E1A iPhone 5s \u0E2B\u0E23\u0E37\u0E2D\u0E43\u0E2B\u0E21\u0E48\u0E01\u0E27\u0E48\u0E32 \u0E17\u0E35\u0E48\u0E43\u0E0A\u0E49 iOS 11 \u0E2B\u0E23\u0E37\u0E2D\u0E43\u0E2B\u0E21\u0E48\u0E01\u0E27\u0E48\u0E32 Apple Watch Series 3 (\u0E23\u0E38\u0E48\u0E19 GPS + Cellular) \u0E15\u0E49\u0E2D\u0E07\u0E17\u0E33\u0E07\u0E32\u0E19\u0E23\u0E48\u0E27\u0E21\u0E01\u0E31\u0E1A iPhone 6 \u0E2B\u0E23\u0E37\u0E2D\u0E43\u0E2B\u0E21\u0E48\u0E01\u0E27\u0E48\u0E32 \u0E17\u0E35\u0E48\u0E43\u0E0A\u0E49 iOS 12 \u0E2B\u0E23\u0E37\u0E2D\u0E43\u0E2B\u0E21\u0E48\u0E01\u0E27\u0E48\u0E32 \u0E15\u0E49\u0E2D\u0E07\u0E21\u0E35\u0E41\u0E1C\u0E19\u0E1A\u0E23\u0E34\u0E01\u0E32\u0E23\u0E23\u0E30\u0E1A\u0E1A\u0E44\u0E23\u0E49\u0E2A\u0E32\u0E22\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E1A\u0E23\u0E34\u0E01\u0E32\u0E23\u0E23\u0E30\u0E1A\u0E1A\u0E40\u0E0B\u0E25\u0E25\u0E39\u0E25\u0E32\u0E23\u0E4C \u0E1C\u0E39\u0E49\u0E43\u0E2B\u0E49\u0E1A\u0E23\u0E34\u0E01\u0E32\u0E23\u0E02\u0E2D\u0E07 Apple Watch \u0E41\u0E25\u0E30 iPhone \u0E15\u0E49\u0E2D\u0E07\u0E40\u0E1B\u0E47\u0E19\u0E23\u0E32\u0E22\u0E40\u0E14\u0E35\u0E22\u0E27\u0E01\u0E31\u0E19 \u0E1C\u0E39\u0E49\u0E43\u0E2B\u0E49\u0E1A\u0E23\u0E34\u0E01\u0E32\u0E23\u0E1A\u0E32\u0E07\u0E23\u0E32\u0E22\u0E2D\u0E32\u0E08\u0E44\u0E21\u0E48\u0E21\u0E35\u0E1A\u0E23\u0E34\u0E01\u0E32\u0E23\u0E19\u0E35\u0E49 \u0E1C\u0E39\u0E49\u0E43\u0E2B\u0E49\u0E1A\u0E23\u0E34\u0E01\u0E32\u0E23\u0E1A\u0E32\u0E07\u0E23\u0E32\u0E22\u0E2D\u0E32\u0E08\u0E44\u0E21\u0E48\u0E23\u0E2D\u0E07\u0E23\u0E31\u0E1A\u0E1A\u0E31\u0E0D\u0E0A\u0E35\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E2D\u0E07\u0E04\u0E4C\u0E01\u0E23\u0E2B\u0E23\u0E37\u0E2D\u0E41\u0E1C\u0E19\u0E01\u0E32\u0E23\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19\u0E41\u0E1A\u0E1A\u0E0A\u0E33\u0E23\u0E30\u0E25\u0E48\u0E27\u0E07\u0E2B\u0E19\u0E49\u0E32 \u0E42\u0E1B\u0E23\u0E14\u0E2A\u0E2D\u0E1A\u0E16\u0E32\u0E21\u0E1C\u0E39\u0E49\u0E27\u0E48\u0E32\u0E08\u0E49\u0E32\u0E07\u0E41\u0E25\u0E30\u0E1C\u0E39\u0E49\u0E43\u0E2B\u0E49\u0E1A\u0E23\u0E34\u0E01\u0E32\u0E23\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13 \u0E41\u0E1C\u0E19\u0E1A\u0E23\u0E34\u0E01\u0E32\u0E23\u0E40\u0E01\u0E48\u0E32\u0E1A\u0E32\u0E07\u0E41\u0E1C\u0E19\u0E2D\u0E32\u0E08\u0E44\u0E21\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E43\u0E0A\u0E49\u0E23\u0E48\u0E27\u0E21\u0E01\u0E31\u0E19\u0E44\u0E14\u0E49 \u0E44\u0E21\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19\u0E42\u0E23\u0E21\u0E21\u0E34\u0E48\u0E07\u0E44\u0E14\u0E49 \u0E42\u0E1B\u0E23\u0E14\u0E15\u0E34\u0E14\u0E15\u0E48\u0E2D\u0E1C\u0E39\u0E49\u0E43\u0E2B\u0E49\u0E1A\u0E23\u0E34\u0E01\u0E32\u0E23\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13\u0E40\u0E1E\u0E37\u0E48\u0E2D\u0E02\u0E2D\u0E23\u0E32\u0E22\u0E25\u0E30\u0E40\u0E2D\u0E35\u0E22\u0E14\u0E40\u0E1E\u0E34\u0E48\u0E21\u0E40\u0E15\u0E34\u0E21
apple-watch-nikeplus-series3ConnectivityReqs=<strong>Connectivity Requirements</strong>Apple Watch Series 3 (\u0E23\u0E38\u0E48\u0E19 GPS) \u0E15\u0E49\u0E2D\u0E07\u0E17\u0E33\u0E07\u0E32\u0E19\u0E23\u0E48\u0E27\u0E21\u0E01\u0E31\u0E1A iPhone 5s \u0E2B\u0E23\u0E37\u0E2D\u0E43\u0E2B\u0E21\u0E48\u0E01\u0E27\u0E48\u0E32 \u0E17\u0E35\u0E48\u0E43\u0E0A\u0E49 iOS 11 \u0E2B\u0E23\u0E37\u0E2D\u0E43\u0E2B\u0E21\u0E48\u0E01\u0E27\u0E48\u0E32 Apple Watch Series 3 (\u0E23\u0E38\u0E48\u0E19 GPS + Cellular) \u0E15\u0E49\u0E2D\u0E07\u0E17\u0E33\u0E07\u0E32\u0E19\u0E23\u0E48\u0E27\u0E21\u0E01\u0E31\u0E1A iPhone 6 \u0E2B\u0E23\u0E37\u0E2D\u0E43\u0E2B\u0E21\u0E48\u0E01\u0E27\u0E48\u0E32 \u0E17\u0E35\u0E48\u0E43\u0E0A\u0E49 iOS 12 \u0E2B\u0E23\u0E37\u0E2D\u0E43\u0E2B\u0E21\u0E48\u0E01\u0E27\u0E48\u0E32 \u0E15\u0E49\u0E2D\u0E07\u0E21\u0E35\u0E41\u0E1C\u0E19\u0E1A\u0E23\u0E34\u0E01\u0E32\u0E23\u0E23\u0E30\u0E1A\u0E1A\u0E44\u0E23\u0E49\u0E2A\u0E32\u0E22\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E1A\u0E23\u0E34\u0E01\u0E32\u0E23\u0E23\u0E30\u0E1A\u0E1A\u0E40\u0E0B\u0E25\u0E25\u0E39\u0E25\u0E32\u0E23\u0E4C \u0E1C\u0E39\u0E49\u0E43\u0E2B\u0E49\u0E1A\u0E23\u0E34\u0E01\u0E32\u0E23\u0E02\u0E2D\u0E07 Apple Watch \u0E41\u0E25\u0E30 iPhone \u0E15\u0E49\u0E2D\u0E07\u0E40\u0E1B\u0E47\u0E19\u0E23\u0E32\u0E22\u0E40\u0E14\u0E35\u0E22\u0E27\u0E01\u0E31\u0E19 \u0E1C\u0E39\u0E49\u0E43\u0E2B\u0E49\u0E1A\u0E23\u0E34\u0E01\u0E32\u0E23\u0E1A\u0E32\u0E07\u0E23\u0E32\u0E22\u0E2D\u0E32\u0E08\u0E44\u0E21\u0E48\u0E21\u0E35\u0E1A\u0E23\u0E34\u0E01\u0E32\u0E23\u0E19\u0E35\u0E49 \u0E1C\u0E39\u0E49\u0E43\u0E2B\u0E49\u0E1A\u0E23\u0E34\u0E01\u0E32\u0E23\u0E1A\u0E32\u0E07\u0E23\u0E32\u0E22\u0E2D\u0E32\u0E08\u0E44\u0E21\u0E48\u0E23\u0E2D\u0E07\u0E23\u0E31\u0E1A\u0E1A\u0E31\u0E0D\u0E0A\u0E35\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E2D\u0E07\u0E04\u0E4C\u0E01\u0E23\u0E2B\u0E23\u0E37\u0E2D\u0E41\u0E1C\u0E19\u0E01\u0E32\u0E23\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19\u0E41\u0E1A\u0E1A\u0E0A\u0E33\u0E23\u0E30\u0E25\u0E48\u0E27\u0E07\u0E2B\u0E19\u0E49\u0E32 \u0E42\u0E1B\u0E23\u0E14\u0E2A\u0E2D\u0E1A\u0E16\u0E32\u0E21\u0E1C\u0E39\u0E49\u0E27\u0E48\u0E32\u0E08\u0E49\u0E32\u0E07\u0E41\u0E25\u0E30\u0E1C\u0E39\u0E49\u0E43\u0E2B\u0E49\u0E1A\u0E23\u0E34\u0E01\u0E32\u0E23\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13 \u0E41\u0E1C\u0E19\u0E1A\u0E23\u0E34\u0E01\u0E32\u0E23\u0E40\u0E01\u0E48\u0E32\u0E1A\u0E32\u0E07\u0E41\u0E1C\u0E19\u0E2D\u0E32\u0E08\u0E44\u0E21\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E43\u0E0A\u0E49\u0E23\u0E48\u0E27\u0E21\u0E01\u0E31\u0E19\u0E44\u0E14\u0E49 \u0E44\u0E21\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19\u0E42\u0E23\u0E21\u0E21\u0E34\u0E48\u0E07\u0E44\u0E14\u0E49 \u0E42\u0E1B\u0E23\u0E14\u0E15\u0E34\u0E14\u0E15\u0E48\u0E2D\u0E1C\u0E39\u0E49\u0E43\u0E2B\u0E49\u0E1A\u0E23\u0E34\u0E01\u0E32\u0E23\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13\u0E40\u0E1E\u0E37\u0E48\u0E2D\u0E02\u0E2D\u0E23\u0E32\u0E22\u0E25\u0E30\u0E40\u0E2D\u0E35\u0E22\u0E14\u0E40\u0E1E\u0E34\u0E48\u0E21\u0E40\u0E15\u0E34\u0E21
watch-apple-watch-series-4ConnectivityReqs=<strong>Connectivity Requirements</strong>Apple Watch Series 4 (\u0E23\u0E38\u0E48\u0E19 GPS + Cellular) \u0E15\u0E49\u0E2D\u0E07\u0E17\u0E33\u0E07\u0E32\u0E19\u0E23\u0E48\u0E27\u0E21\u0E01\u0E31\u0E1A iPhone 6 \u0E2B\u0E23\u0E37\u0E2D\u0E43\u0E2B\u0E21\u0E48\u0E01\u0E27\u0E48\u0E32 \u0E17\u0E35\u0E48\u0E43\u0E0A\u0E49 iOS 12 \u0E2B\u0E23\u0E37\u0E2D\u0E43\u0E2B\u0E21\u0E48\u0E01\u0E27\u0E48\u0E32, Apple Watch Series 4 (\u0E23\u0E38\u0E48\u0E19 GPS) \u0E15\u0E49\u0E2D\u0E07\u0E17\u0E33\u0E07\u0E32\u0E19\u0E23\u0E48\u0E27\u0E21\u0E01\u0E31\u0E1A iPhone 5s \u0E2B\u0E23\u0E37\u0E2D\u0E43\u0E2B\u0E21\u0E48\u0E01\u0E27\u0E48\u0E32 \u0E17\u0E35\u0E48\u0E43\u0E0A\u0E49 iOS 12 \u0E2B\u0E23\u0E37\u0E2D\u0E43\u0E2B\u0E21\u0E48\u0E01\u0E27\u0E48\u0E32 \u0E15\u0E49\u0E2D\u0E07\u0E21\u0E35\u0E41\u0E1C\u0E19\u0E1A\u0E23\u0E34\u0E01\u0E32\u0E23\u0E23\u0E30\u0E1A\u0E1A\u0E44\u0E23\u0E49\u0E2A\u0E32\u0E22\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E1A\u0E23\u0E34\u0E01\u0E32\u0E23\u0E23\u0E30\u0E1A\u0E1A\u0E40\u0E0B\u0E25\u0E25\u0E39\u0E25\u0E32\u0E23\u0E4C \u0E1C\u0E39\u0E49\u0E43\u0E2B\u0E49\u0E1A\u0E23\u0E34\u0E01\u0E32\u0E23\u0E02\u0E2D\u0E07 Apple Watch \u0E41\u0E25\u0E30 iPhone \u0E15\u0E49\u0E2D\u0E07\u0E40\u0E1B\u0E47\u0E19\u0E23\u0E32\u0E22\u0E40\u0E14\u0E35\u0E22\u0E27\u0E01\u0E31\u0E19 \u0E1C\u0E39\u0E49\u0E43\u0E2B\u0E49\u0E1A\u0E23\u0E34\u0E01\u0E32\u0E23\u0E1A\u0E32\u0E07\u0E23\u0E32\u0E22\u0E2D\u0E32\u0E08\u0E44\u0E21\u0E48\u0E21\u0E35\u0E1A\u0E23\u0E34\u0E01\u0E32\u0E23\u0E19\u0E35\u0E49 \u0E1C\u0E39\u0E49\u0E43\u0E2B\u0E49\u0E1A\u0E23\u0E34\u0E01\u0E32\u0E23\u0E1A\u0E32\u0E07\u0E23\u0E32\u0E22\u0E2D\u0E32\u0E08\u0E44\u0E21\u0E48\u0E23\u0E2D\u0E07\u0E23\u0E31\u0E1A\u0E1A\u0E31\u0E0D\u0E0A\u0E35\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E2D\u0E07\u0E04\u0E4C\u0E01\u0E23\u0E2B\u0E23\u0E37\u0E2D\u0E41\u0E1C\u0E19\u0E01\u0E32\u0E23\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19\u0E41\u0E1A\u0E1A\u0E0A\u0E33\u0E23\u0E30\u0E25\u0E48\u0E27\u0E07\u0E2B\u0E19\u0E49\u0E32 \u0E42\u0E1B\u0E23\u0E14\u0E2A\u0E2D\u0E1A\u0E16\u0E32\u0E21\u0E1C\u0E39\u0E49\u0E27\u0E48\u0E32\u0E08\u0E49\u0E32\u0E07\u0E41\u0E25\u0E30\u0E1C\u0E39\u0E49\u0E43\u0E2B\u0E49\u0E1A\u0E23\u0E34\u0E01\u0E32\u0E23\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13 \u0E41\u0E1C\u0E19\u0E1A\u0E23\u0E34\u0E01\u0E32\u0E23\u0E40\u0E01\u0E48\u0E32\u0E1A\u0E32\u0E07\u0E41\u0E1C\u0E19\u0E2D\u0E32\u0E08\u0E44\u0E21\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E43\u0E0A\u0E49\u0E23\u0E48\u0E27\u0E21\u0E01\u0E31\u0E19\u0E44\u0E14\u0E49 \u0E44\u0E21\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19\u0E42\u0E23\u0E21\u0E21\u0E34\u0E48\u0E07\u0E44\u0E14\u0E49 \u0E42\u0E1B\u0E23\u0E14\u0E15\u0E34\u0E14\u0E15\u0E48\u0E2D\u0E1C\u0E39\u0E49\u0E43\u0E2B\u0E49\u0E1A\u0E23\u0E34\u0E01\u0E32\u0E23\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13\u0E40\u0E1E\u0E37\u0E48\u0E2D\u0E02\u0E2D\u0E23\u0E32\u0E22\u0E25\u0E30\u0E40\u0E2D\u0E35\u0E22\u0E14\u0E40\u0E1E\u0E34\u0E48\u0E21\u0E40\u0E15\u0E34\u0E21
apple-watch-nikeplus-series4ConnectivityReqs=<strong>Connectivity Requirements</strong>Apple Watch Series 4 (\u0E23\u0E38\u0E48\u0E19 GPS + Cellular) \u0E15\u0E49\u0E2D\u0E07\u0E17\u0E33\u0E07\u0E32\u0E19\u0E23\u0E48\u0E27\u0E21\u0E01\u0E31\u0E1A iPhone 6 \u0E2B\u0E23\u0E37\u0E2D\u0E43\u0E2B\u0E21\u0E48\u0E01\u0E27\u0E48\u0E32 \u0E17\u0E35\u0E48\u0E43\u0E0A\u0E49 iOS 12 \u0E2B\u0E23\u0E37\u0E2D\u0E43\u0E2B\u0E21\u0E48\u0E01\u0E27\u0E48\u0E32, Apple Watch Series 4 (\u0E23\u0E38\u0E48\u0E19 GPS) \u0E15\u0E49\u0E2D\u0E07\u0E17\u0E33\u0E07\u0E32\u0E19\u0E23\u0E48\u0E27\u0E21\u0E01\u0E31\u0E1A iPhone 5s \u0E2B\u0E23\u0E37\u0E2D\u0E43\u0E2B\u0E21\u0E48\u0E01\u0E27\u0E48\u0E32 \u0E17\u0E35\u0E48\u0E43\u0E0A\u0E49 iOS 12 \u0E2B\u0E23\u0E37\u0E2D\u0E43\u0E2B\u0E21\u0E48\u0E01\u0E27\u0E48\u0E32 \u0E15\u0E49\u0E2D\u0E07\u0E21\u0E35\u0E41\u0E1C\u0E19\u0E1A\u0E23\u0E34\u0E01\u0E32\u0E23\u0E23\u0E30\u0E1A\u0E1A\u0E44\u0E23\u0E49\u0E2A\u0E32\u0E22\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E1A\u0E23\u0E34\u0E01\u0E32\u0E23\u0E23\u0E30\u0E1A\u0E1A\u0E40\u0E0B\u0E25\u0E25\u0E39\u0E25\u0E32\u0E23\u0E4C \u0E1C\u0E39\u0E49\u0E43\u0E2B\u0E49\u0E1A\u0E23\u0E34\u0E01\u0E32\u0E23\u0E02\u0E2D\u0E07 Apple Watch \u0E41\u0E25\u0E30 iPhone \u0E15\u0E49\u0E2D\u0E07\u0E40\u0E1B\u0E47\u0E19\u0E23\u0E32\u0E22\u0E40\u0E14\u0E35\u0E22\u0E27\u0E01\u0E31\u0E19 \u0E1C\u0E39\u0E49\u0E43\u0E2B\u0E49\u0E1A\u0E23\u0E34\u0E01\u0E32\u0E23\u0E1A\u0E32\u0E07\u0E23\u0E32\u0E22\u0E2D\u0E32\u0E08\u0E44\u0E21\u0E48\u0E21\u0E35\u0E1A\u0E23\u0E34\u0E01\u0E32\u0E23\u0E19\u0E35\u0E49 \u0E1C\u0E39\u0E49\u0E43\u0E2B\u0E49\u0E1A\u0E23\u0E34\u0E01\u0E32\u0E23\u0E1A\u0E32\u0E07\u0E23\u0E32\u0E22\u0E2D\u0E32\u0E08\u0E44\u0E21\u0E48\u0E23\u0E2D\u0E07\u0E23\u0E31\u0E1A\u0E1A\u0E31\u0E0D\u0E0A\u0E35\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E2D\u0E07\u0E04\u0E4C\u0E01\u0E23\u0E2B\u0E23\u0E37\u0E2D\u0E41\u0E1C\u0E19\u0E01\u0E32\u0E23\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19\u0E41\u0E1A\u0E1A\u0E0A\u0E33\u0E23\u0E30\u0E25\u0E48\u0E27\u0E07\u0E2B\u0E19\u0E49\u0E32 \u0E42\u0E1B\u0E23\u0E14\u0E2A\u0E2D\u0E1A\u0E16\u0E32\u0E21\u0E1C\u0E39\u0E49\u0E27\u0E48\u0E32\u0E08\u0E49\u0E32\u0E07\u0E41\u0E25\u0E30\u0E1C\u0E39\u0E49\u0E43\u0E2B\u0E49\u0E1A\u0E23\u0E34\u0E01\u0E32\u0E23\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13 \u0E41\u0E1C\u0E19\u0E1A\u0E23\u0E34\u0E01\u0E32\u0E23\u0E40\u0E01\u0E48\u0E32\u0E1A\u0E32\u0E07\u0E41\u0E1C\u0E19\u0E2D\u0E32\u0E08\u0E44\u0E21\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E43\u0E0A\u0E49\u0E23\u0E48\u0E27\u0E21\u0E01\u0E31\u0E19\u0E44\u0E14\u0E49 \u0E44\u0E21\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19\u0E42\u0E23\u0E21\u0E21\u0E34\u0E48\u0E07\u0E44\u0E14\u0E49 \u0E42\u0E1B\u0E23\u0E14\u0E15\u0E34\u0E14\u0E15\u0E48\u0E2D\u0E1C\u0E39\u0E49\u0E43\u0E2B\u0E49\u0E1A\u0E23\u0E34\u0E01\u0E32\u0E23\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13\u0E40\u0E1E\u0E37\u0E48\u0E2D\u0E02\u0E2D\u0E23\u0E32\u0E22\u0E25\u0E30\u0E40\u0E2D\u0E35\u0E22\u0E14\u0E40\u0E1E\u0E34\u0E48\u0E21\u0E40\u0E15\u0E34\u0E21


# Session Extend popup
sessionExpiredWarningTitle=\u0E02\u0E22\u0E32\u0E22\u0E40\u0E0B\u0E2A\u0E0A\u0E31\u0E19
sessionExpiredWarningText=\u0E40\u0E0B\u0E2A\u0E0A\u0E31\u0E19\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13\u0E01\u0E33\u0E25\u0E31\u0E07\u0E08\u0E30\u0E2B\u0E21\u0E14\u0E2D\u0E32\u0E22\u0E38 \u0E04\u0E38\u0E13\u0E15\u0E49\u0E2D\u0E07\u0E01\u0E32\u0E23\u0E02\u0E22\u0E32\u0E22\u0E40\u0E0B\u0E2A\u0E0A\u0E31\u0E19\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13\u0E2B\u0E23\u0E37\u0E2D\u0E44\u0E21\u0E48?

# For cart item removal
hasBeenRemoved=\u0E16\u0E39\u0E01\u0E19\u0E33\u0E2D\u0E2D\u0E01\u0E41\u0E25\u0E49\u0E27

# Cart with gifts

engraved=\u0E41\u0E1A\u0E1A\u0E2A\u0E25\u0E31\u0E01
add=\u0E40\u0E1E\u0E34\u0E48\u0E21
cartGiftWithPurchaseTitle=\u0E02\u0E2D\u0E07\u0E02\u0E27\u0E31\u0E0D\u0E40\u0E21\u0E37\u0E48\u0E2D\u0E0B\u0E37\u0E49\u0E2D
changeGiftSelection=\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19\u0E15\u0E31\u0E27\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E02\u0E2D\u0E07\u0E02\u0E27\u0E31\u0E0D
addFreeGift=\u0E40\u0E1E\u0E34\u0E48\u0E21\u0E02\u0E2D\u0E07\u0E02\u0E27\u0E31\u0E0D\u0E1F\u0E23\u0E35
chooseFreeGift=\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E02\u0E2D\u0E07\u0E02\u0E27\u0E31\u0E0D\u0E1F\u0E23\u0E35
skipThisStep=\u0E02\u0E49\u0E32\u0E21\u0E02\u0E31\u0E49\u0E19\u0E15\u0E2D\u0E19\u0E19\u0E35\u0E49
chooseYourGift=\u0E01\u0E32\u0E23\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E02\u0E2D\u0E07\u0E02\u0E27\u0E31\u0E0D

# Payroll deduction
payPeriodEstimateLabel=
payPeriodAmountLabel=
salaryDeductedText=

# For view by Grid/List
viewByGrid=view by grid
viewByList=view by list
shopByProduct=\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E0B\u0E37\u0E49\u0E2D\u0E15\u0E32\u0E21\u0E1C\u0E25\u0E34\u0E15\u0E20\u0E31\u0E13\u0E11\u0E4C
shopByCategory=\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E0B\u0E37\u0E49\u0E2D\u0E15\u0E32\u0E21\u0E2B\u0E21\u0E27\u0E14\u0E2B\u0E21\u0E39\u0E48
allProducts=\u0E1C\u0E25\u0E34\u0E15\u0E20\u0E31\u0E13\u0E11\u0E4C\u0E17\u0E31\u0E49\u0E07\u0E2B\u0E21\u0E14
moreOptAvailable=\u0e15\u0e31\u0e27\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e40\u0e15\u0e34\u0e21\u0e17\u0e35\u0e48\u0e21\u0e35

# Review Cart Total Modal
reviewCartTotal=\u0E15\u0E23\u0E27\u0E08\u0E2A\u0E2D\u0E1A\u0E22\u0E2D\u0E14\u0E23\u0E27\u0E21\u0E22\u0E2D\u0E14\u0E40\u0E07\u0E34\u0E19\u0E41\u0E25\u0E30\u0E08\u0E33\u0E19\u0E27\u0E19\u0E40\u0E07\u0E34\u0E19\u0E17\u0E35\u0E48\u0E0A\u0E33\u0E23\u0E30
reviewCartTotalDetail=\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E01\u0E32\u0E23\u0E01\u0E33\u0E2B\u0E19\u0E14\u0E23\u0E32\u0E04\u0E32\u0E2D\u0E32\u0E08\u0E21\u0E35\u0E01\u0E32\u0E23\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19\u0E41\u0E1B\u0E25\u0E07\u0E40\u0E19\u0E37\u0E48\u0E2D\u0E07\u0E08\u0E32\u0E01\u0E01\u0E32\u0E23\u0E2D\u0E31\u0E1B\u0E40\u0E14\u0E15\u0E16\u0E38\u0E07\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13 \u0E42\u0E1B\u0E23\u0E14\u0E15\u0E23\u0E27\u0E08\u0E2A\u0E2D\u0E1A\u0E22\u0E2D\u0E14\u0E23\u0E27\u0E21\u0E41\u0E25\u0E30\u0E08\u0E33\u0E19\u0E27\u0E19\u0E40\u0E07\u0E34\u0E19\u0E43\u0E19\u0E16\u0E38\u0E07\u0E01\u0E48\u0E2D\u0E19\u0E14\u0E33\u0E40\u0E19\u0E34\u0E19\u0E01\u0E32\u0E23\u0E15\u0E48\u0E2D
accountRequiredInfo=\u0E42\u0E1B\u0E23\u0E14\u0E40\u0E02\u0E49\u0E32\u0E2A\u0E39\u0E48\u0E23\u0E30\u0E1A\u0E1A\u0E40\u0E1E\u0E37\u0E48\u0E2D\u0E08\u0E30\u0E14\u0E33\u0E40\u0E19\u0E34\u0E19\u0E01\u0E32\u0E23\u0E15\u0E48\u0E2D.

# Product Central Tech Specs
capacity=\u0E04\u0E27\u0E32\u0E21\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16
communications=\u0E01\u0E32\u0E23\u0E15\u0E34\u0E14\u0E15\u0E48\u0E2D\u0E2A\u0E37\u0E48\u0E2D\u0E2A\u0E32\u0E23
connections=\u0E01\u0E32\u0E23\u0E40\u0E0A\u0E37\u0E48\u0E2D\u0E21\u0E15\u0E48\u0E2D
otherFeatures=\u0E04\u0E38\u0E13\u0E25\u0E31\u0E01\u0E29\u0E13\u0E30\u0E2D\u0E37\u0E48\u0E19 \u0E46
powerSource=\u0E41\u0E2B\u0E25\u0E48\u0E07\u0E08\u0E48\u0E32\u0E22\u0E44\u0E1F
processor=\u0E23\u0E30\u0E1A\u0E1A\u0E1B\u0E23\u0E30\u0E21\u0E27\u0E25\u0E1C\u0E25
material=\u0E2D\u0E38\u0E1B\u0E01\u0E23\u0E13\u0E4C
formFactor=\u0E2A\u0E23\u0E49\u0E32\u0E07\u0E1B\u0E31\u0E08\u0E08\u0E31\u0E22
feedFilterItemAdditionalInfoWarranty=
feedFilter=AirPods|AirPort|iPod touch
orders=\u0E1B\u0E23\u0E30\u0E27\u0E31\u0E15\u0E34\u0E01\u0E32\u0E23\u0E2A\u0E31\u0E48\u0E07\u0E0B\u0E37\u0E49\u0E2D
shoppingCartItem=\u0E21\u0E35\u0E2A\u0E34\u0E19\u0E04\u0E49\u0E32 {{ howManyMore }} \u0E0A\u0E34\u0E49\u0E19\u0E43\u0E19\u0E16\u0E38\u0E07\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13
shoppingCartItems=\u0E21\u0E35\u0E2A\u0E34\u0E19\u0E04\u0E49\u0E32 {{ howManyMore }} \u0E43\u0E19\u0E16\u0E38\u0E07\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13
storage=\u0E15\u0E31\u0E27\u0E08\u0E31\u0E14\u0E40\u0E01\u0E47\u0E1A\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25
processorSpeed=\u0E42\u0E1B\u0E23\u0E40\u0E0B\u0E2A\u0E40\u0E0B\u0E2D\u0E23\u0E4C


#Navigation
new=\u0E43\u0E2B\u0E21\u0E48
switchAccounts=SWITCH ACCOUNTS

#payment Option Page
howDoYouPay=How do you want to pay?
paymentOptionTitle=Payment Options
payPeriodTitle={{installmentOption.payPeriods }} Payments
payPeriodLabel=A<strong>{{installmentOption.payPerPeriod | currency}}</strong> per month for {{installmentOption.payPeriods }} months

usePointsIncludeOptions=Includes option to split between your points and a card
useAcardTitle=Use a card
payInFull=Pay in full.
usePaymentPoints=Use points
reviewOrderBtn=Review Your Order
ReviewYourOrderDetails=\u0E15\u0E23\u0E27\u0E08\u0E2A\u0E2D\u0E1A\u0E23\u0E32\u0E22\u0E25\u0E30\u0E40\u0E2D\u0E35\u0E22\u0E14\u0E01\u0E32\u0E23\u0E2A\u0E31\u0E48\u0E07\u0E0B\u0E37\u0E49\u0E2D\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13
heresWhatsInYourBag=\u0E19\u0E35\u0E48\u0E04\u0E37\u0E2D\u0E2A\u0E34\u0E48\u0E07\u0E17\u0E35\u0E48\u0E2D\u0E22\u0E39\u0E48\u0E43\u0E19\u0E01\u0E23\u0E30\u0E40\u0E1B\u0E4B\u0E32\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13
whatsInYourBag=What's in your bag.
checkoutSummaryUserName={{ firstName }} {{ lastName }}

#Gift Cards Override
subnav-apple-music-giftcards=Apple Music<br/>Gift Cards
subnav-online-and-gaming-gift-cards=App Store & iTunes<br/>Gift Cards
configr-apple-music-giftcards=Apple Music Gift Card
configr-online-and-gaming-gift-cards=App Store & iTunes Gift Card

#Grid view sort
sortBy=\u0E40\u0E23\u0E35\u0E22\u0E07\u0E15\u0E32\u0E21
byPopularity=\u0E04\u0E27\u0E32\u0E21\u0E19\u0E34\u0E22\u0E21
byPriceLowToHigh=\u0E23\u0E32\u0E04\u0E32: \u0E15\u0E48\u0E33\u0E44\u0E1B\u0E2A\u0E39\u0E07
byPriceHighToLow=\u0E23\u0E32\u0E04\u0E32: \u0E2A\u0E39\u0E07\u0E44\u0E1B\u0E15\u0E48\u0E33
byProductName=\u0E0A\u0E37\u0E48\u0E2D\u0E1C\u0E25\u0E34\u0E15\u0E20\u0E31\u0E13\u0E11\u0E4C
byRelevancy=\u0E04\u0E27\u0E32\u0E21\u0E40\u0E01\u0E35\u0E48\u0E22\u0E27\u0E40\u0E19\u0E37\u0E48\u0E2D\u0E07
filterLabel=\u0E1F\u0E34\u0E25\u0E40\u0E15\u0E2D\u0E23\u0E4C
resetLabel=\u0E23\u0E35\u0E40\u0E0B\u0E47\u0E15

#Banner display config
applePencilDisplayToggle = false
smartKeyboardDisplayToggle = false
appleWatchBandsDisplayToggle = false
ipadKeyboardsDisplayToggle = false

#earnPoints
earnPointsTotal=You can earn up to {{ earnPoints | currencyFormat: pricingTemplate }} {{::messages[pointLabel]}} when you use a card to complete this order.
earnPointsConfirmPage=Earned {{ earnedPoints | currencyFormat: pricingTemplate }} {{ ::messages[pointLabel] }}
earnPointsInitMsg=Earn {{ earnPoints | currencyFormat: pricingTemplate }} {{ ::messages[pointLabel] }}

cashPrimaryMinimumPointsInstruction=At least {{ minUseTotal | currencyFormat: pricingTemplate }} {{ ::messages[pointLabel] }} are required to use Points + Pay.


#Payment flow Messages
paymentPageHeading=How do you want to pay?
paymentPageDescription=Your bag total is <span class="text-bold">{{points}} {{pointLabel}} or {{amount}}.</span>
hideOrderSummary=Hide Order Summary
yourOrderSummary=Your order summary.

paymentComponentHeading=Payment options.
splitPaymentComponentHeading=Use Split Pay
splitPaymentComponentSubHeading=How many {{$ctrl.messages[$ctrl.pointLabel]}}  would you like to use?
payment-pointsonly=Use {{pointLabel}}
payment-pointsonly-desc=Use {{points}} {{pointLabel}} from your rewards balance to pay for your order.
disable-payment-pointsonly=Use {{pointLabel}} (currently unavailable)
disable-payment-pointsonly-desc=Your rewards balance of {{points}} {{pointLabel}}  is too low to cover the order total.
payment-splitpay=Use Split Pay
payment-splitpay-desc=Use some of your {{pointLabel}} and cover the remainder with a credit or debit card.
disable-payment-splitpay=Split payment (currently unavailable)
disable-payment-splitpay-desc=Your rewards balance is too low to combine with a card to complete your order.
payment-cashonly=Use a Card
payment-cashonly-desc=Pay {{$ctrl.state.cart.cartTotals.amount | currency}} with a credit/debit card of your choice to complete your order.
use-pointsonly=Use {{ pointLabel }}
use-pointsfixed=Use {{ pointLabel }}
use-splitpay = Use Split Pay
use-cashonly = Use a Card
payment-useMaxPoints=Use Maximum {{pointLabel}}
payment-useMaxPoints-desc=Use {{useMaxPoints}} {{pointLabel}} to pay for your order.
payment-useMaxPoints-payment-desc=Use {{useMaxPoints}} {{pointLabel}} and pay the remaining {{useMaxAmount}} with a credit or debit card of your choice.
payment-useMinPoints=Use Minimum {{pointLabel}}
payment-useMinPoints-desc=Use {{useMinPoints}} {{pointLabel}}  and pay the remaining {{useMinAmount}} with a credit or debit card of your choice.
payment-useCustomPoints=Use Custom Number of {{pointLabel}}
payment-useCustomPoints-desc=Specify the exact number of {{pointLabel}} to apply to this order.
split-text-minmax-msg={{pointLabel}} to Use ({{useMinPoints}} to {{useMaxPoints}})
subtitle = Use {{ pointLabel }}

additionalAmount=Additional Amount
nextStepReviewYourOrder=Next Step - Review Your Order
nextStepPayment=Next Step - Payment ({{cashToUse}})
nextStepCardPayment=Next Step - Payment ({{amount}})
nextStepHowManyPoints=Next Step - How Many {{pointLabel}}?
nextStepDefault=Next Step
points-split-unavailable-msg=You need a minimum of <span class="text-bold">{{points}} {{pointLabel}}</span> to complete this order using points only, or a minimum of <span class="text-bold">{{useMinPoints}} {{pointLabel}}</span> to combine with a credit/debit card to complete this order. Please consider removing some items from your bag, or make sure your total does not exceed <span class="text-bold">{{cartMaxLimit}} {{pointLabel}}</span>.

buttonSpinner=<div class="loading-container"><div class="loading-spinner loading-spinner-blue"><span class="offscreen">Loading</span></div></div>

card=Card
applyPoints=Apply {{ pointsUsed }} {{ pointLabel }}
payBalanceWithCard=Pay {{ totalPayment }} with card ending in {{ ccLast4 }}
payZero=Pay {{ totalPayment }}

#Payment Summary Component
paymentSummaryComponentHeading=Payment summary.
paymentSummarySubtitleDefault=Payment option not selected
paymentSummarySubtitle=Use {{$ctrl.state.selections.payment.value}}
paymentSummaryRewardBalance=Reward Balance
paymentSummaryRewardTotal=Total
paymentSummaryRewardRemainingRewardsBalance=Your remaining rewards balance after this order
pointsonly-paymentSummarySubtitle=Use {{pointLabel}}
pointsfixed-paymentSummarySubtitle=Use {{$ctrl.messages[$ctrl.pointLabel] | capitalize}} Fixed
splitpay-paymentSummarySubtitle=Use Split Pay
cashonly-paymentSummarySubtitle=Use a Card
finance-paymentSummarySubtitle=Use Finance
splitpay_finance-paymentSummarySubtitle=Use Splitpay finance
cashonly_finance-paymentSummarySubtitle=Use over time PlanitSM
payroll_deduction-paymentSummarySubtitle=Use payroll deduction
nopay-paymentSummarySubtitle=Use nopay
rewardPayment=Rewards payment
rewardPaymentPointLabel={{ pointLabel }} to Use
paymentSummary-amoutDue=Amount due

#CC entry page
cardPayment=Card payment: {{cashToUse}}
enterYourCard= Enter your card information
cardNumber=Credit/Debit Card Number
expiration=Expiration MM/YY
securityCode=Security Code
billingAddress=Billing Address
useMyShippingAddress=Use my shipping address.
invalidCardNumber=Must be a valid credit card format
invalidSecurityCode=Must be three or four numbers
invalidExpirationDate=Must enter a valid expiration date (MM/YY)
authFailed=Sorry we are unable to validate your credit card. Please try again.
authBinFailed=BIN Validation Failed.

#Financing Options Component
financingOptionsHeader=Financing options available:
financingOptionHeader={{financingOption.installment}}-{{financingOption.installmentPeriod}} financing - From {{financingOption.installmentAmount | currency}}/{{financingOption.installmentPeriod}}
financingOptionDescription=Includes {{financingOption.establishmentFeeRate}}{{financingOption.establishmentFeeType === 'percentage' ? '%': 'percent'}} Establishment Fee: {{financingOption.establishmentFeeAmt | currency}}

##payment flow messages end


#facet filter messages
moreFacetsFilters=\u0E21\u0E32\u0E01\u0E01\u0E27\u0E48\u0E32
lessFacetsFilter=\u0E25\u0E14\u0E25\u0E07

#banner
buy=\u0E0B\u0E37\u0E49\u0E2D
shopBeats=\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E0B\u0E37\u0E49\u0E2D Beats


#Quick Links
quickLinks=\u0E25\u0E34\u0E07\u0E01\u0E4C\u0E14\u0E48\u0E27\u0E19

#Payment page
auth-error=\u0e1a\u0e31\u0e15\u0e23\u0e40\u0e04\u0e23\u0e14\u0e34\u0e15\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e1b\u0e49\u0e2d\u0e19\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e43\u0e0a\u0e49\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e0a\u0e33\u0e23\u0e30\u0e40\u0e07\u0e34\u0e19\u0e19\u0e35\u0e49\u0e44\u0e14\u0e49
auth-error-3999=\u0e1a\u0e31\u0e15\u0e23\u0e40\u0e04\u0e23\u0e14\u0e34\u0e15\u0e17\u0e35\u0e48\u0e04\u0e38\u0e13\u0e1b\u0e49\u0e2d\u0e19\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e43\u0e0a\u0e49\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e0a\u0e33\u0e23\u0e30\u0e40\u0e07\u0e34\u0e19\u0e19\u0e35\u0e49\u0e44\u0e14\u0e49 \u0E01\u0E23\u0E38\u0E13\u0E32\u0E43\u0E2A\u0E48\u0E1A\u0E31\u0E15\u0E23\u0E40\u0E04\u0E23\u0E14\u0E34\u0E15\u0E17\u0E35\u0E48\u0E16\u0E39\u0E01\u0E15\u0E49\u0E2D\u0E07

#Address Entry - status message confirming
addressFormStatus=Address form submitted successfully.

#Engrave - Error Message count should be announced - NVDA
singleErrorCountLabel=There is {{ errorCount }} error.
multiErrorCountLabel=There are {{ errorCount }} errors.

selectedPaymentType=Custom {{ pointLabel }} has been submitted successfully.

#Card Payment Entry - status message confirming
cardPaymentFormStatus=Credit card form submitted successfully.

engraveErrorLine1=Error in line 1
engraveErrorLine2=Error in line 2

#Engraving-Modal
engraveHeaderText=Personalize your {{ engraveCategory }}.
engraveHeaderText-apple-pencil=What would you like to say?
engraveHeaderText-all-accessories-headphones-speakers=Personalize your Airpods.
engravingDisclaimer=<p>Laser engraving is permanent. Please check to make sure everything is spelled correctly.</p><p>Shipping Availability: {{ shippingAvailability }} <br/> Engraved products may have extended delivery dates.</p><p>Note: Engraved items cannot be returned.</p>
engravingFormStatus=Engrave form submitted successfully.

#ProductFamilyBannerTitle
productFamilyBannerTitle=\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E0B\u0E37\u0E49\u0E2D\u0E15\u0E32\u0E21\u0E1C\u0E25\u0E34\u0E15\u0E20\u0E31\u0E13\u0E11\u0E4C

#cartUpdateMessage - NVDA
bagItem=Bag with {{ cartItemsTotalCount }} item.
bagItems=Bag with {{ cartItemsTotalCount }} items.
emptyBagMsg=Empty bag.
