rbc.points=Points
logo.url=/apple-gr/vars/rbc/logo-fr.gif
rbcHeading=RBC r\u00e9compenses
rbcLogoURL=apple-gr/views/clients/logos/logo-RBC-fr.gif
programDisplayName=RBC r\u00e9compenses
addressModalFaqs=<h4>Information additionnelle</h4><dl><span class="text-semibold">Comment allez-vous utiliser mes informations?</dt> <dd>RBC utilisera uniquement votre adresse email pour envoyer des informations de votre commande.</dd> <dt class="text-semibold">Que faire si je ne reçois pas mon e-mail?</dt><dd>Si vous ne recevez pas votre courriel de RBC, s&rsquo;il vous plaît vérifier vos dossiers mails, en vrac ou courrier indésirable.Nous vous recommandons d&rsquo;ajouter nepasrepondre@mes.rbcrecompenses.com à votre liste de contact. Si vous ne recevez toujours pas d&rsquo;email, s&rsquo;il vous plaît appelez-nous au 1-800-769-2512.</dd><dt class="text-semibold red-txt">Note importante:</dt> <dd>L&rsquo;adresse que vous indiquez est l&rsquo;endroit où nous allons expédier des produits physiques que vous commandez. S&rsquo;il vous plaît assurez-vous que l&rsquo;adresse que vous entrez est une adresse qui peut recevoir des colis. Nous utilisons les informations contenues dans les contact à fin de vous mettre à jour sur le statut de votre commande. L&rsquo;adresse e-mail que vous indiquez est l&rsquo;endroit où nous allons envoyer votre email de confirmation.</dd></dl>
orderConfirmFaqs=<p><span class="text-semibold">Que faire si je ne re\u00e7ois pas mon e-mail?</span><br> \
    Si vous ne recevez pas votre courriel de RBC, s\'il vous pla\u00eet v\u00e9rifier vos dossiers mails, en vrac ou courrier ind\u00e9sirable. \
    Nous vous recommandons d\'ajouter nepasrepondre@mes.rbcrecompenses.com \u00e0 votre liste de contact. Si vous ne recevez toujours pas d\'email, s\'il vous pla\u00eet appelez-nous au 1-800-769-2512.</p>

# RBC HEADER LINK/TEXT
rbcReturnLink=RBC r\u00e9compenses accueil
rbcAboutLink=Comment \u00e7a marche
rbcExtTandC=Termes \u0026 Conditions

# RBC footer msgs
# Translations for RBC footer
rbcfooterLabelCenter=Centre d\'expertise RBC
rbcfooterLabelSpending=Choisir une r\u00e9compense
rbcfooterLabelCCT=Utiliser votre carte de cr\u00e9dit pour vos d\u00e9penses de voyage
rbcfooterLabelR=RBC R\u00e9compenses
rbcfooterLabelAboutR=\u00c0 propos de RBC R\u00e9compenses
rbcfooterLabelATRS=Bar\u00e8me d\u2019\u00e9change des primes voyages a\u00e9riens
#no scoremore for FR
rbcfooterLabelFaqs=Questions et r\u00e9ponses
rbcfooterLabelRTaC=Conditions
rbcfooterLabelCustServ=Service \u00e0 la client\u00e8le
rbcfooterLabelReportCard=Signaler la perte ou le vol d'une carte
rbcfooterLabelBranchLocate=Localisateur de succursales et de GAB
rbcfooterLabelYourCredit=G\u00e9rer votre cr\u00e9dit
rbcfooterLabelCCR=Taux d'int\u00e9r\u00eat de carte de cr\u00e9dit
rbcfooterLabelOnSecure=S\u00e9curit\u00e9 en ligne
rbcfooterLabelGuarantee=Garantie de Banque en direct
rbcfooterLabelVerVisa=V\u00e9rifi\u00e9 par Visa
rbcfooterLabelMasterSecure=MasterCard SecureCode
rbcfooterLabelChipPin=Carte \u00e0 puce avec NIP
rbcfooterLabelRBCWeb=Site Web de la Banque Royale du Canada
rbcfooterLabelTsize=Taille du texte
rbcfooterLabelPrivSec=Protection des renseignments et S\u00e9curiti\u00e9
rbcfooterLabelPrivSecONWin=Protection des renseignments et S\u00e9curiti\u00e9 (ouvre une nouvelle fen\u00eatre)
rbcfooterLabelLegal=Conditions d\'utilisation
rbcfooterLabelLegalONWin=Conditions d\'utilisation (ouvre une nouvelle fen\u00eatre)
rbcfooterLabelAccess=Accessibilit\u00e9
rbcfooterLabelAccessONWin=Accessibilit\u00e9 (ouvre une nouvelle fen\u00eatre)
rbcfooterLabelONWin=ouvre une nouvelle fen\u00eatre

rbcfooterTextReportConcern=Signaler une inqui\u00e9tude \u00e0 propos de la s\u00e9curit\u00e9

rbcfooterUrlSpending=https://www.centredexpertiserbc.com/choisir-une-recompense
rbcfooterUrlCCT=https://www.centredexpertiserbc.com/les-avantages-dutiliser-votre-carte-de-credit-pour-vos-depenses-de-voyage
rbcfooterUrlAboutR=https://www.rbcrecompenses.com/about-rbc-recompenses
rbcfooterUrlATRS=https://www.rbcrecompenses.com/travel-rewards/avion-redemption-grid/index.html
rbcfooterUrlFaqs=https://www.rbcrecompenses.com/rewards-faqs
rbcfooterUrlRTaC=https://www.rbcrecompenses.com/terms-and-conditions
rbcfooterUrlReportCard=http://www.rbcbanqueroyale.com/cartes/managing_credit/lost_or_stolen.html
rbcfooterUrlBranchLocate=http://maps.rbc.com/index.fr.asp
rbcfooterUrlYourCredit=http://www.rbcbanqueroyale.com/cartes/managing_credit/index.html
rbcfooterUrlCCR=http://www.rbcbanqueroyale.com/taux/cardprod.html
rbcfooterUrlGuarantee=http://www.rbcbanqueroyale.com/endirect/rbcbanqueendirect.html
rbcfooterUrlReportConcern=http://www.rbc.com/rensperssecurite/ca/contact-us.html
rbcfooterUrlVerVisa=http://www.rbcbanqueroyale.com/cartes/vbv/index.html
rbcfooterUrlMasterSecure=http://www.rbcbanqueroyale.com/cartes/mcsc/index.html
rbcfooterUrlChipPin=http://www.rbcbanqueroyale.com/cartes/chip/index.html
rbcfooterUrlPrivSec=http://www.rbc.com/rensperssecurite/
rbcfooterUrlLegal=http://www.rbc.com/conditions-dutilisation/
rbcfooterUrlAccess=http://www.rbc.com/accessibilite/

mobileUserPoints={{ points | number }} Points

# config URL

imageurl=/apple-gr/vars/rbc/logo_fr.gif

#policiesContent for Cart
policiesTermsContent=En cliquant compl\u00e9ter cet achat, vous acceptez toutes <a href="{0}" target="_blank">les politiques et conditions g\u00e9n\u00e9rales</a> de ce programme. Un re\u00e7u vous sera fourni pour vous par voie \u00e9lectronique qui contient une liste d\u00e9taill\u00e9e de votre achat.

# terms and conditions external URL
termUrl=https://www.rbcrecompenses.com/retailers/conditions/retailconditions-Apple_fr.pdf

#volume discount text
prodVolDiscountPoints=
prodVolDiscountAmount=
prodQtyDiscountPoints=
prodQtyDiscountAmount=

## Program Overrides ##
pba.logo.url=/apple-gr/vars/rbc/programs/PBA/RBCLogo.png
PBA|termUrl=https://www.rbcbanqueroyale.com/banqueendirect/dms/pba/open-an-account/_assets-custom-rds/pop-up/offer-terms-2017-fr.html
PBA|programDisplayName=RBC Banque Royale
PBA|rbcReturnLink=RBC Banque Royale
PBA|buyYour=Choisissez votre
PBA|addressModalFaqs=<p><span class="text-semibold">Que faire si mon adresse est incorrecte ?</span><br> \
    Ne concluez pas l\'op\u00e9ration et communiquez avec nous au 1 866 246-5651.</p> \
    <p><span class="text-semibold">Comment allez-vous utiliser mes informations ?</span><br> \
    RBC utilisera uniquement votre adresse email pour envoyer des informations de votre commande.</p> \
    <p><span class="text-semibold">Que faire si je ne re\u00e7ois pas mon e-mail ?</span><br> \
    Si vous ne recevez pas votre courriel de RBC, s\'il vous pla\u00eet v\u00e9rifier vos dossiers mails, en vrac ou courrier ind\u00e9sirable. \
    Nous vous recommandons d\'ajouter nepasrepondre@mes.rbcrecompenses.com \u00e0 votre liste de contact.</p>
PBA|whatsInYourBag=Voici ce qui se trouve dans votre sac.
PBA|completeYourPurchase=Compl\u00e9tez votre commande
PBA|cartTotal=Total
PBA|itemsPurchased=Les articles command\u00e9s
PBA|additionalPaymentDue=Paiement d\u00fb
PBA|continueShopping=Retourner \u00e0 la banque en ligne
PBA|promoUseExceedHeader=Merci d\'avoir choisi RBC
PBA|promoUseExceedBody=Merci d\'avoir choisi RBC. Il semble que vous ayez d\u00e9j\u00e0 choisi votre r\u00e9compense. Vous trouverez la confirmation de votre commande dans votre courriel.


# This key is configured in var_program_properties.home_link_name
rbc.home=Accueil
rbc.catalog.not.enough.points=Votre solde de points actuel ne vous permet pas de régler l'intégralité de votre achat à l'aide de points. Vous devrez payer le solde restant au moyen d'une carte de crédit RBC Banque Royale.
rbc.catalog.order.success=Félicitations, votre commande a été passée avec succès ! Votre numéro de commande est {0}.
rbc.catalog.customer.service.contact.information=Pour toute question concernant votre commande, n'hésitez pas à nous joindre au 1 800 769-2512.
rbc.general.merchandise.gift.message=Nous vous remercions d'avoir choisi le programme RBC Récompenses<sup class="trademark">&reg;</sup>. Nous espérons que vous profiterez de votre achat.
rbc.general.merchandise.terms.conditions.short=Veuillez cliquer sur le lien vers les conditions, situé au coin supérieur droit de l'écran, pour obtenir des détails supplémentaires sur votre échange de points.
<p>rbc.text.general.merchandise.terms.conditions.long</p>=<h3 style="text-align: center;">Modalit&#233;s d`&#233;change de points RBC R&#233;compenses<sup class="trademark">&reg;</sup> et de retour d`articles Best Buy &#8225; ou Future Shop &#8225;</h3><p><strong>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </strong><strong><span style="text-decoration: underline;">D&#233;finitions&nbsp;</span></strong><strong>:</strong></p><p style="padding-left: 30px;">Voici la d&#233;finition de certaines expressions utilis&#233;es dans les pr&#233;sentes modalit&#233;s&nbsp;:</p><p style="padding-left: 30px;">&#171;&nbsp;<strong>vous&nbsp;</strong>&#187; d&#233;signe un client admissible au programme RBC R&#233;compenses&nbsp;;&nbsp;</p><p style="padding-left: 30px;">&#171;&nbsp;<strong>nous</strong>&nbsp;&#187;,&#171;&nbsp;<strong>notre</strong>&nbsp;&#187; ou&#171;&nbsp;<strong>nos&nbsp;</strong>&#187; d&#233;signent Best Buy Canada (&#171;&nbsp;<strong>Best Buy</strong>&nbsp;&#187;) et/ou Future Shop Canada (&#171;&nbsp;<strong>Future Shop&nbsp;</strong>&#187;);</p><p style="padding-left: 30px;">&#171;&nbsp;<strong>article assujetti &#224; un calendrier de livraison&nbsp;</strong>&#187; d&#233;signe un article qui n&#233;cessite que des dispositions relatives &#224; livraison pr&#233;vue soient prises&nbsp;;</p><p style="padding-left: 30px;">&#171;&nbsp;<strong>Banque Royale</strong>&nbsp;&#187; d&#233;signe la Banque Royale du Canada&nbsp;;</p><p style="padding-left: 30px;">&#171;&nbsp;<strong>client admissible au programme RBC R&#233;compenses</strong>&nbsp;&#187; d&#233;signe (i) un titulaire de carte personnelle ou d`entreprise RBC R&#233;compenses qui est autoris&#233; &#224; &#233;changer des points conform&#233;ment aux <span style="text-decoration: underline;"><a title="modalit&#233;s du programme RBC R&#233;compenses" href="https://www.rbcrecompenses.com/terms-and-conditions/index-na.html" target="_blank">modalit&#233;s du programme RBC R&#233;compenses</a></span>, et (ii) le titulaire principal d`un compte de particulier admissible qui vous fait accumuler des points dans le cadre des diff&#233;rentes promotions&#171;&nbsp;RBC R&#233;compenses&nbsp;&ndash; Services bancaires&nbsp;&#187; offertes par la Banque Royale de temps &#224; autre&nbsp;;</p><p style="padding-left: 30px;">&#171;&nbsp;<strong>garantie du meilleur prix</strong>&nbsp;&#187; d&#233;signe, pour Best Buy, la&#171;&nbsp;garantie du prix le plus bas&nbsp;&#187;, et pour Future Shop, la&#171;&nbsp;promesse de prix le plus bas&nbsp;&#187;&nbsp;;</p><p style="padding-left: 30px;">&#171;&nbsp;<strong>points</strong>&nbsp;&#187; d&#233;signe les points RBC R&#233;compenses&nbsp;;</p><p style="padding-left: 30px;">&#171;&nbsp;<strong>programme</strong>&nbsp;&#187; d&#233;signe le pr&#233;sent programme d`&#233;change de points RBC R&#233;compenses avec Best Buy et Future Shop&nbsp;;</p><p style="padding-left: 30px;">&nbsp;&nbsp;<strong>modalit&#233;s&nbsp;</strong>&#187; d&#233;signe les pr&#233;sentes modalit&#233;s du programme d`&#233;change de points RBC R&#233;compenses pour Best Buy et Future Shop.</p><p><strong>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </strong><strong><span style="text-decoration: underline;">Politique concernant les commandes&nbsp;&ndash; r&#232;gles g&#233;n&#233;rales&nbsp;:</span></strong></p><ol style="list-style-type: lower-alpha;"><li>Si vous avez accumul&#233; le nombre de points n&#233;cessaires pour le ou les articles de votre choix, vous pouvez d&#233;cider de payer les articles en n`utilisant que les points.&nbsp; Vous pouvez &#233;galement choisir de payer en utilisant une combinaison de points et une carte de cr&#233;dit. Si vous n`avez pas le nombre de points requis pour votre achat, vous devez acquitter le solde impay&#233; &#224; l`aide d`une carte de cr&#233;dit ; </li><li>Le nombre de points requis et le prix de base correspondant en dollars pour un article sont indiqu&#233;s dans le ou les catalogues de Best Buy et de Future Shop. &nbsp;Les taxes applicables et les autres frais suppl&#233;mentaires, s`il y a lieu, ne sont pas compris dans le nombre de points requis ou le prix de base correspondant en dollars pour l`article, mais ils vous sont clairement divulgu&#233;s avant que vous ne compl&#233;tiez votre transaction&nbsp;;</li><li>Toutes les marchandises qui figurent dans le ou les catalogues de Best Buy et de Future Shop sont offertes sous r&#233;serve de leur disponibilit&#233;.&nbsp; De plus, nous nous r&#233;servons le droit de limiter la quantit&#233; d`un m &#234;me article que vous pourriez vouloir commander.&nbsp; Dans ce cas et si vous d&#233;sirez commander plus d`articles que la quantit&#233; maximale permise, une commande distincte devra  &#234;tre pass&#233;e pour chaque article suppl&#233;mentaire&nbsp;;</li><li>Lorsque vous commandez un article au moyen de ce programme, la Banque Royale se fie aux renseignements que vous fournissez&nbsp; lorsque vous compl&#233;tez votre commande, notamment les renseignements concernant l`enregistrement (nom et adresse &#233;lectronique), qui doivent  &#234;tre v&#233;ridiques, exacts, &#224; jour et complets. Vous serez tenu enti&#232;rement responsable envers la Banque Royale des pertes, des dommages et des co&#251;ts suppl&#233;mentaires subis par vous, la Banque Royale ou toute autre personne pour avoir fourni des renseignements faux, inexacts ou incomplets.</li></ol><p><strong>3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </strong><strong><span style="text-decoration: underline;">&#171;&nbsp;Livraison &#224; domicile&nbsp;&#187; - politique concernant les commandes</span></strong></p><ol style="list-style-type: lower-alpha;"><li>Pour tous les articles, sauf les articles assujettis &#224; un calendrier de livraison, la livraison est gratuite.&nbsp; Des frais de livraison et de manipulation suppl&#233;mentaires s`appliquent aux articles assujettis &#224; un calendrier de livraison et ces frais suppl&#233;mentaires vous seront clairement divulgu&#233;s avant que vous ne compl&#233;tiez votre transaction.</li><li>Si le ou les articles que vous avez command&#233;s sont en stock, la Banque Royale vous fera parvenir un avis par courriel vous confirmant que le ou les articles ont &#233;t&#233; livr&#233;s et sont en route. Cet avis constitue l`acceptation de la Banque Royale de votre commande. </li><li>Lorsque les articles que vous avez command&#233;s sont en stock, nous pouvons parfois vous les exp&#233;dier le jour m &#234;me si nous recevons votre commande au plus tard &#224; 15&nbsp;h du lundi au vendredi.&nbsp; Toutefois, &#224; certaines p&#233;riodes de l`ann&#233;e, il arrive que nous soyons dans l`impossibilit&#233; de vous exp&#233;dier vos articles ou de les livrer le jour m &#234;me de votre commande. Cela peut notamment  &#234;tre le cas durant la semaine de soldes d`apr&#232;s-No&#235;l, au cours de laquelle nos entrep&#244;ts traitent un volume important de commandes. L`exp&#233;dition de votre commande pourrait &#233;galement  &#234;tre retard&#233;e en raison de facteurs externes, par exemple les d&#233;tails du traitement du paiement et les conditions m&#233;t&#233;orologiques. Veuillez noter que l`exp&#233;dition le jour m &#234;me n`est pas offerte pour certains produits et services, y compris, sans s`y limiter, les articles en rupture de stock, les articles assujettis &#224; un calendrier de livraison et les articles de plus de 30&nbsp;kg.</li><li>Habituellement, les articles en stock (sauf les articles assujettis &#224; un calendrier de livraison) sont livr&#233;s dans les trois (3)&nbsp;jours ouvrables suivant votre commande.&nbsp; Le d&#233;lai pour recevoir le ou les articles d&#233;pend du d&#233;lai de transport.</li><li>Dans le cas des articles assujettis &#224; un calendrier de livraison, si la livraison est locale, vous recevrez un courriel suivant le traitement de votre commande vous informant d`une date de livraison sugg&#233;r&#233;e. Pour les livraisons dans une r&#233;gion &#233;loign&#233;e, vous recevrez un courriel suivant le traitement de votre commande vous informant que notre transporteur communiquera directement avec vous pour fixer une date de livraison.&nbsp; Vous saurez si la livraison de votre article est locale ou non, puisque le statut figurera dans l`objet de votre courriel d`avis de livraison.</li><li>Sauf pour ce qui est des articles assujettis &#224; un calendrier de livraison, si vous n`avez pas re&#231;u votre livraison dans les trois (3)&nbsp;jours ouvrables, veuillez communiquer avec la Banque Royale au 1&nbsp;800&nbsp;769-2512 pour que l`on fasse enqu &#234;te pour vous.&nbsp; Si l`enqu &#234;te confirme que le ou les articles vous ont &#233;t&#233; livr&#233;s, vous ne serez pas admissible &#224; un remboursement.</li><li>Vous pouvez &#233;galement demander des mises &#224; jour sur la livraison pour les commandes envoy&#233;es par Postes Canada en suivant les &#233;tapes ci-apr&#232;s. Vous pourrez configurer des avis similaires par le truchement des sites Web d`autres entreprises &#233;galement&nbsp;:<ol><li>Trouvez votre num&#233;ro de rep&#233;rage&nbsp;;</li><li>Visitez la page&#171;&nbsp;Rep&#233;rer un colis&nbsp;&#187; de Postes Canada et inscrivez-y votre num&#233;ro de rep&#233;rage&nbsp;;</li><li>S&#233;lectionnez l`option&#171;&nbsp;Demande de mises &#224; jour par courriel sur la livraison&nbsp;&#187;&nbsp;;</li><li>Remplissez le formulaire de demande et appuyez sur&#171;&nbsp;soumettre&nbsp;&#187;.</li></ol></li><li>Si les renseignements sur le rep&#233;rage indiquent que votre ou vos articles nous sont retourn&#233;s ou qu&#8217;il a &#233;t&#233; impossible de les livrer, veuillez communiquer avec la Banque Royale au 1&nbsp;800&nbsp;769-2512 pour que l`un de nos agents vous aide &#224; entamer une enqu &#234;te pour votre compte.</li><li>Si les renseignements sur l`exp&#233;dition, comme le num&#233;ro d`appartement ou l`adresse municipale, n`ont pas bien &#233;t&#233; saisis lorsque vous avez pass&#233; votre commande, celle-ci pourrait nous  &#234;tre retourn&#233;e sans que l`on ait tent&#233; d`effectuer la livraison. Afin d`&#233;viter des d&#233;lais suppl&#233;mentaires, nous vous sugg&#233;rons d`effectuer le rep&#233;rage de votre colis r&#233;guli&#232;rement ou de demander des mises &#224; jour sur la livraison au transporteur par le truchement de son site Web.</li><li>Postes Canada ne laissera pas un colis &#224; votre porte si vous  &#234;tes absent. Le livreur vous laissera plut&#244;t une note sur laquelle figurera l`adresse du comptoir postal le plus pr&#232;s de votre domicile o&#249; vous pourrez ramasser votre colis sur pr&#233;sentation d`une pi&#232;ce d`identit&#233; valide &#233;mise par le gouvernement.&nbsp;</li><li>Lorsque certains articles pesant 30&nbsp;kg ou plus sont livr&#233;s par un tiers (comme Purolator ou UPS), le personnel de livraison pourrait ne pas transporter l`article jusqu`&#224; votre r&#233;sidence si l`article est consid&#233;r&#233; comme repr&#233;sentant un risque potentiel pour la sant&#233; et la s&#233;curit&#233; ou si personne n`est disponible pour aider le livreur. Dans certains cas, plus particuli&#232;rement lorsque l`acc&#232;s pourrait  &#234;tre obstru&#233; ou pourrait s`av&#233;rer potentiellement dangereux, les articles pourraient  &#234;tre laiss&#233;s &#224; la porte ou apport&#233;s &#224; un entrep&#244;t d`exp&#233;dition o&#249; ils devront  &#234;tre ramass&#233;s apr&#232;s une tentative de livraison.</li></ol><p><strong>4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </strong><strong><span style="text-decoration: underline;">&#171;&nbsp;R&#233;servez et Ramassez&nbsp;&#187; - politique concernant les commandes</span></strong></p><ol style="list-style-type: lower-alpha;"><li>La section de la marchandise du ou des catalogues vous permet de rechercher tous les articles dans le ou les catalogues et de d&#233;terminer ceux pr&#233;voyant l`option R&#233;servez et Ramassez.</li><li>Si l`option R&#233;servez et Ramassez est offerte, vous pouvez ramasser l`article en magasin.&nbsp; Si cette option n`est pas offerte, l`article doit vous  &#234;tre livr&#233; &#224; partir d`un centre de distribution et ne peut pas  &#234;tre ramass&#233; en magasin. </li><li>Lorsque la commande est pass&#233;e &#224; l`aide de l`option R&#233;servez et Ramassez, elle ne peut  &#234;tre chang&#233;e pour une commande&#171;&nbsp;Livraison &#224; domicile&nbsp;&#187;.</li><li>La disponibilit&#233; de l`option R&#233;servez et Ramassez en magasin d&#233;pend du code postal ou de la ville et de la province que vous indiquez au moment de compl&#233;ter votre commande.&nbsp; La disponibilit&#233; en magasin sera fond&#233;e sur le ou les articles choisis et sur les magasins dans un<strong> </strong>rayon de 80&nbsp;km de l`adresse indiqu&#233;e.&nbsp; Un maximum de six (6)&nbsp;magasins offrant le ou les articles sera affich&#233;.</li><li>Lorsque vous serez pr &#234;t &#224; passer &#224; l`achat, vous devrez payer votre commande en totalit&#233;, y compris toutes les taxes applicables et les frais suppl&#233;mentaires, s`il y a lieu, en utilisant vos points ou une combinaison de points et une carte de cr&#233;dit.</li><li>Lorsque vous aurez effectu&#233; votre achat, un courriel de confirmation de votre commande vous sera envoy&#233; &#224; l`adresse &#233;lectronique indiqu&#233;e sur votre commande.&nbsp; Ce courriel ne signifie pas que le ou les articles sont pr &#234;ts &#224;  &#234;tre ramass&#233;s&nbsp;; il ne s`agit que d`une confirmation que la commande a bien &#233;t&#233; re&#231;ue.</li><li>Si nous d&#233;couvrons qu`il y a un probl&#232;me de stock ou un probl&#232;me avec votre mode de r&#232;glement, un autre courriel de suivi sera envoy&#233; pour vous informer de la raison pour laquelle nous ne pouvons pas traiter votre commande.</li><li>Lorsque la commande est pr &#234;te &#224;  &#234;tre ramass&#233;e, un autre courriel sera envoy&#233; &#224; l`adresse &#233;lectronique pr&#233;cis&#233;e sur la commande, qui vous avisera que la commande est pr &#234;te &#224;  &#234;tre ramass&#233;e au magasin choisi (<em>durant les heures&nbsp;normales d`ouverture)</em>.&nbsp; Une carte-cadeau &#233;lectronique du montant total que vous avez pay&#233; conform&#233;ment au paragraphe e) ci-dessus sera &#233;galement jointe &#224; ce courriel.&nbsp; Le ou les articles command&#233;s par l`option R&#233;servez et Ramassez seront indiqu&#233;s dans ce courriel. Vous devez pr&#233;senter la carte-cadeau &#233;lectronique lorsque vous ramassez votre ou vos articles au magasin&nbsp;; vous pouvez apporter un imprim&#233; de la carte-cadeau &#233;lectronique ou nous la montrer sur votre appareil mobile. </li><li>M &#234;me si vous commandez un article pour une autre personne, seule la personne dont le nom figure sur la commande peut ramasser la commande.&nbsp;Cette personne doit pr&#233;senter la carte-cadeau &#233;lectronique au moment du ramassage. La carte-cadeau &#233;lectronique contiendra le num&#233;ro de commande n&#233;cessaire &#224; l`identification de votre commande individuelle.&nbsp; Cette personne devra &#233;galement pr&#233;senter une pi&#232;ce d`identit&#233; avec photo &#233;mise par le gouvernement qui correspond au nom fourni dans la commande et indiqu&#233; dans le courriel relatif &#224; la carte-cadeau &#233;lectronique.&nbsp; Si vous ou cette personne n`avez pas ces renseignements, la commande ne pourra pas  &#234;tre ramass&#233;e au magasin.</li><li>Habituellement, le ou les articles sont pr &#234;ts &#224;  &#234;tre ramass&#233;s au magasin choisi une (1)&nbsp;heure apr&#232;s que la commande a &#233;t&#233; pass&#233;e par le catalogue et que le courriel de confirmation de la commande a &#233;t&#233; re&#231;u.&nbsp; Cependant, certains articles peuvent exiger un traitement plus long au magasin choisi.</li><li>Au magasin choisi, rendez-vous &#224; l`endroit indiqu&#233; par l`affiche R&#233;servez et Ramassez.&nbsp; Vous ou la personne ramassant la commande pouvez &#233;galement demander &#224; un associ&#233; l`endroit o&#249; vous pouvez ramasser le ou les articles.</li><li>Le ou les articles que vous avez r&#233;serv&#233;s pourront  &#234;tre ramass&#233;s au magasin choisi 24&nbsp;heures suivant la r&#233;ception de l`avis par courriel relatif &#224; la carte-cadeau &#233;lectronique.&nbsp; Si la commande n`est pas ramass&#233;e dans cette p&#233;riode, le ou les articles ne sont plus r&#233;serv&#233;s.&nbsp; Cependant, si le ou les articles sont encore en magasin apr&#232;s cette p&#233;riode, vous pouvez toujours utiliser la carte-cadeau &#233;lectronique pour vous les procurer. De m &#234;me, vous pouvez &#233;changer vos cartes-cadeaux &#233;lectroniques contre tout article en magasin ou les garder pour vos prochains achats. Elles n`ont pas de date d`expiration et elles conservent la pleine valeur de leur prix d`achat.</li><li>Vous ou la personne ramassant la commande recevrez aussi un re&#231;u du magasin (facture) pour cette commande.&nbsp; Vous devez conserver ce re&#231;u au cas o&#249; vous devriez retourner ou &#233;changer un article au magasin.&nbsp; Les retours et &#233;changes ne seront pas trait&#233;s sans ce re&#231;u.</li></ol><p><strong>5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </strong><strong><span style="text-decoration: underline;">&nbsp;Politique de Retours et &#233;changes</span></strong></p><p style="padding-left: 30px;"><strong>a.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </strong><strong><span style="text-decoration: underline;">R&#232;gles g&#233;n&#233;rales</span></strong></p><p style="padding-left: 30px;">(i)&nbsp;&nbsp;&nbsp;&nbsp; Pour tous les retours et les &#233;changes, vous aurez besoin de ce qui suit&nbsp;:</p><p style="padding-left: 30px;">1. Le re&#231;u original (facture) que nous vous avons remis au moment o&#249; vous avez ramass&#233; votre ou vos articles en magasin ; ou</p><p style="padding-left: 30px;">2. Dans le cas d`articles exp&#233;di&#233;s retourn&#233;s au magasin, le client doit inclure le num&#233;ro de bon de commande qui lui a &#233;t&#233; fourni dans son courriel de confirmation de commande exp&#233;di&#233;e.</p><p style="padding-left: 30px;"><strong>3. &nbsp;L`emballage       original et tous les articles</strong>.&nbsp; Pour obtenir tous les d&#233;tails, veuillez       consulter les alin&#233;as ii) et iii) ci-apr&#232;s. &nbsp;</p><p style="padding-left: 30px;">(ii)&nbsp;&nbsp;&nbsp; Tous les articles (d&#233;fectueux ou non) doivent  &#234;tre retourn&#233;s dans leur &#233;tat d`origine et avec tout ce qui faisait partie de l`emballage original, notamment les cartes de garantie vierges, les manuels et tout autre article ou accessoire fourni par le fabricant. Si l`achat comprenait un cadeau gratuit ou tout autre article inclus ou prime, celui-ci doit &#233;galement  &#234;tre retourn&#233; pour que vous puissiez obtenir un remboursement.&nbsp;</p><p style="padding-left: 30px;">(iii)&nbsp; De plus, nous ne pouvons accepter les retours d`articles dont le num&#233;ro de s&#233;rie ou le CUP (code universel des produits) est manquant, et nous n`&#233;mettrons pas de remboursement pour ces articles.&nbsp;</p><p style="padding-left: 30px;">(iv)&nbsp; Si vous avez achet&#233; un article qui faisait partie d`un groupe d`articles, vous pouvez retourner cet article s&#233;par&#233;ment. Cependant, si vous d&#233;cidez de d&#233;faire ce groupe en retournant un article, les prix de tous les articles dans le groupe reviennent &#224; ce qu`ils auraient &#233;t&#233; si les articles avaient &#233;t&#233; achet&#233;s individuellement. Par cons&#233;quent, vous pourriez obtenir un remboursement pour l`article retourn&#233; moindre que le prix pay&#233; &#224; l`achat de l`article qui faisait alors partie du groupe d`articles.&nbsp;</p><p style="padding-left: 30px;">(v)&nbsp;&nbsp; Si vous &#233;changez un article contre un article &#224; prix plus &#233;lev&#233;, vous devrez payer la diff&#233;rence au moment de l`&#233;change.&nbsp; La diff&#233;rence devra  &#234;tre pay&#233;e par la personne qui &#233;change l`article&nbsp;; vous n` &#234;tes pas autoris&#233; &#224; payer la diff&#233;rence en utilisant vos points accumul&#233;s.&nbsp;</p><p style="padding-left: 30px;">(vi)&nbsp; Si vous &#233;changez un article contre un autre &#224; prix moindre, une carte-cadeau Best Buy ou Future Shop vous sera remise pour la diff&#233;rence, selon le d&#233;taillant aupr&#232;s duquel vous avez command&#233; l`article.&nbsp;</p><p style="padding-left: 30px;">(vii) Si des &#233;cofrais vous ont &#233;t&#233; imput&#233;s lors de votre achat, ces frais vous seront &#233;galement rembours&#233;s en sus du co&#251;t du ou des articles.</p><p style="padding-left: 30px;"><strong>b.&nbsp;&nbsp;&nbsp;&nbsp; </strong><strong><span style="text-decoration: underline;">D&#233;lais pour le retour de produits particuliers</span></strong><strong>&nbsp;</strong></p><p style="padding-left: 30px;">(i)&nbsp;&nbsp;&nbsp;&nbsp; La plupart des articles doivent  &#234;tre retourn&#233;s dans les 14 &#224; 30 jours, mais certaines gammes de produits ont des restrictions ou des politiques de retour particuli&#232;res.&nbsp; Pour les commandes R&#233;servez et Ramassez, la p&#233;riode de retour commence &#224; la date &#224; laquelle le ou les articles sont ramass&#233;s au magasin.&nbsp; Pour les commandes de Livraison &#224; domicile, la p&#233;riode de retour d&#233;bute &#224; la date &#224; laquelle le ou les articles sont livr&#233;s.</p><p style="padding-left: 30px;">(ii)&nbsp;&nbsp;&nbsp; Le tableau suivant montre les types de produits qui peuvent  &#234;tre retourn&#233;s dans les d&#233;lais particuliers.&nbsp;</p><p style="padding-left: 30px;">(iii)&nbsp; En raison des lois sur les droits d`auteur, les logiciels pour PC et consoles de jeux, les CD de musique, les DVD et les vid&#233;os dont l`emballage a &#233;t&#233; ouvert ne peuvent  &#234;tre retourn&#233;s; seul un &#233;change contre le m &#234;me produit est autoris&#233;.</p><table style="padding-left: 30px;" border="1" cellspacing="0" cellpadding="0" width="893"><tbody><tr><td width="261" valign="top"><p><strong>Retour dans les 30 jours suivant la date de   l&#8217;achat </strong></p></td><td width="249" valign="top"><p><strong>Retour dans les 30 jours suivant la date de   l&#8217;achat &ndash; seulement si la bo &#238;te n&#8217;est pas ouverte</strong></p></td><td width="223" valign="top"><p><strong>Retour dans les 14 jours suivant la date de   l&#8217;achat </strong></p></td><td width="160" valign="top"><p><strong>Aucun retour</strong></p></td></tr><tr><td width="261" valign="top"><p>Articles ne figurant pas sur la liste des   autres cat&#233;gories ou assujettis aux restrictions indiqu&#233;es ci-dessous.</p></td><td width="249" valign="top"><ul><li>Accessoires de mise en forme</li><li>Accessoires mode*</li><li>Articles pour animaux de compagnie</li><li>Composantes d&#8217;ordinateur et mises &#224; niveau</li><li>Consommables pour instruments de musique </li><li>&#233;couteurs</li><li>Films photo</li><li>Fournitures de bureau (papier, instruments   d&#8217;&#233;criture, etc.)</li><li>Fournitures de bureau consommables (encre,   encre en poudre, etc.)</li><li>Instruments &#224; vent comme les harmonicas</li><li>Logiciels et m&#233;dias de divertissement</li><li>Matelas***</li><li>Meubles*</li><li>Mod&#232;les t&#233;l&#233;guid&#233;s</li><li>Piles</li><li>Produits d&#8217;entretien et produits chimiques</li><li>Produits de beaut&#233; et d&#8217;hygi&#232;ne personnelle</li><li>Produits de s&#233;curit&#233;</li><li>Produits pour b&#233;b&#233;s et enfants</li><li>S&#233;curit&#233; des enfants (barri&#232;res, si&#232;ges   d&#8217;auto, etc.)</li><li>Supports d`enregistrement</li><li>V &#234;tements, literie et linge de maison*</li></ul></td><td width="223" valign="top"><p>&nbsp;</p><ul><li>Appareils photo num&#233;riques et cam&#233;scopes</li><li>Articles saisonniers de f &#234;tes&nbsp;&nbsp;</li><li>Cellulaires et appareils sans fil** (15   jours &ndash; voir ci-dessous**)</li><li>Climatiseurs</li><li>D&#233;tecteurs radars</li><li>&#233;quipement pour DJ et karaok&#233;</li><li>Imprimantes</li><li>Lecteurs DVD portatifs</li><li>Moniteurs</li><li>Objectifs et flashes pour appareil photo</li><li>Ordinateurs, ordinateurs portatifs et   tablettes</li><li>Aliments, vitamines et suppl&#233;ments</li><li>Cartes pr&#233;pay&#233;es</li><li>Cartes-cadeaux</li><li>Livres, revues et mat&#233;riel prot&#233;g&#233; par les   droits d&#8217;auteur</li><li>Produits intimes</li><li>Services, livraisons et installations</li><li>T&#233;l&#233;chargements num&#233;riques</li></ul></td><td width="160" valign="top">&nbsp;</td></tr></tbody></table><p style="padding-left: 30px;">&nbsp;*Les v &#234;tements, les accessoires mode, le linge et la literie doivent  &#234;tre inutilis&#233;s, jamais port&#233;s (le cas &#233;ch&#233;ant), jamais lav&#233;s et avoir les &#233;tiquettes d&#8217;origine toujours fix&#233;es. Les meubles ne doivent pas  &#234;tre mont&#233;s et toujours  &#234;tre dans leur emballage d&#8217;origine.&nbsp;</p><p style="padding-left: 30px;"><strong>**</strong>Nos fournisseurs respectent le Code sur les services sans fil du CRTC&nbsp; (<a href="http://www.crtc.gc.ca/eng/info_sht/t13.htm">http://www.crtc.gc.ca/fra/info_sht/t13.htm</a>) et les droits des consommateurs.&nbsp; Les cellulaires sont soumis aux restrictions d&#8217;utilisation &#233;tablies par le fournisseur de services et peuvent  &#234;tre retourn&#233;s jusqu&#8217;&#224; 15 jours apr&#232;s la date d&#8217;achat.<strong>&nbsp;</strong>&nbsp;</p><p style="padding-left: 30px;">***Vous ne pouvez retourner les matelas qu`en appelant la Banque Royale au&nbsp;1&nbsp;866&nbsp;769-2512 et en demandant un ramassage. Vous ne pouvez pas les retourner en magasin. Le matelas doit  &#234;tre envelopp&#233; et prot&#233;g&#233; avant l`arriv&#233;e du chauffeur. Lorsque le chauffeur effectue un &#233;change ou un retour pour des raisons sanitaires, l`&#233;quipe charg&#233;e de la livraison pourrait refuser les matelas retourn&#233;s s`ils semblent&#171;&nbsp;infest&#233;s&nbsp;&#187; ou&#171;&nbsp;souill&#233;s&nbsp;&#187;, ce qui repr&#233;senterait alors un risque pour la sant&#233; des membres de l`&#233;quipe.&nbsp;</p><p style="padding-left: 30px;"><strong>c.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </strong><strong><span style="text-decoration: underline;">&#171;&nbsp;Livraison &#224; domicile&nbsp;&#187; - Politique de retour</span></strong></p><p style="padding-left: 30px;">(i)&nbsp;&nbsp;&nbsp;&nbsp; Lorsque vous recevez votre colis, nous vous demandons de l`examiner attentivement avant d`ouvrir l`emballage du produit scell&#233; en usine.&nbsp;</p><p style="padding-left: 30px;">(ii)&nbsp;&nbsp;&nbsp; Si vous n` &#234;tre pas satisfait de votre article, vous pouvez l`&#233;changer ou le retourner &#224; tout magasin Best Buy ou Future Shop qui offrait l`article au Canada (selon le d&#233;taillant aupr&#232;s duquel vous avez command&#233; l`article).&nbsp;</p><p style="padding-left: 30px;">(iii)&nbsp; Rendez-vous au comptoir du Service &#224; la client&#232;le et pr&#233;sentez votre ou vos articles ainsi que tous les justificatifs requis (indiqu&#233;s au paragraphe a) ci-dessus).&nbsp; Vous devrez &#233;galement fournir les coordonn&#233;es fournies lorsque la commande a &#233;t&#233; pass&#233;e (<strong>vos nom, adresse, num&#233;ro de t&#233;l&#233;phone et adresse &#233;lectronique).&nbsp;</strong>&nbsp;Vous devrez peut- &#234;tre pr&#233;senter une pi&#232;ce d`identit&#233; avec photo valide &#233;mise par le gouvernement afin de confirmer ces renseignements.&nbsp;&nbsp;</p><p style="padding-left: 30px;">(iv)&nbsp; <strong>Tous les articles que vous retournez en magasin seront rembours&#233;s au moyen de l`&#233;mission d`une carte-cadeau de Best Buy ou Future Shop (selon le d&#233;taillant aupr&#232;s duquel vous avez command&#233; vos articles), &#224; la pleine valeur du prix d&#8217;achat des articles originaux que vous avez command&#233;s, m &#234;me si vous avez pay&#233; vos articles en utilisant vos points et/ou une carte de cr&#233;dit. Autrement dit, aucun remboursement ne sera affect&#233; &#224; votre compte de carte de cr&#233;dit et aucun point ne sera port&#233; au cr&#233;dit de votre compte de points.</strong>&nbsp;</p><p style="padding-left: 30px;">(v)&nbsp;&nbsp; Pour vous simplifier la vie, nous acceptons &#233;galement les retours par la poste si votre commande vous a &#233;t&#233; livr&#233;e directement. Veuillez communiquer avec la Banque Royale au 1&nbsp;800&nbsp;769-2512 afin de savoir comment effectuer un retour par la poste et pour demander votre num&#233;ro d`autorisation de retour d`article et vos &#233;tiquettes de retour.&nbsp; Le num&#233;ro d`autorisation de retour d`article et les &#233;tiquettes de retour vous seront envoy&#233;s par courriel.&nbsp; Les colis retourn&#233;s sans num&#233;ro d`autorisation de retour d`article et sans les &#233;tiquettes de retour prescrites seront refus&#233;s. Votre num&#233;ro d`autorisation de retour d`article et vos &#233;tiquettes de retour sont valides pour une p&#233;riode de 14&nbsp;jours suivant la date &#224; laquelle ils vous ont &#233;t&#233; &#233;mis.&nbsp;</p><p style="padding-left: 30px;">(vi)&nbsp; Les &#233;tiquettes de retour ne sont valides que pour les retours envoy&#233;s vers le Canada et &#224; partir du Canada.&nbsp; Chaque &#233;tiquette de retour est cod&#233;e pour une livraison pr&#233;cise et pour des articles pr&#233;cis.&nbsp; Veuillez ne pas inclure d`articles d`autres commandes ni d`autres articles ou livraisons de la m &#234;me commande, dans la m &#234;me bo &#238;te pour &#233;viter de ne pas recevoir le bon remboursement.&nbsp;</p><p style="padding-left: 30px;">(vii) <strong>Tous les articles que vous retournez par la poste seront rembours&#233;s au moyen du mode de r&#232;glement initial que vous avez choisi.&nbsp; Par exemple, si vous avez pay&#233; votre ou vos articles en utilisant une combinaison de points et une carte de cr&#233;dit, un remboursement sera port&#233; &#224; votre compte de carte de cr&#233;dit et les points seront port&#233;s de nouveau au cr&#233;dit de votre compte de points.</strong>&nbsp;</p><p style="padding-left: 30px;">(viii)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Pour ce qui est des articles assujettis &#224; un calendrier de livraison, les frais de livraison et les frais de manipulation ne sont pas remboursables. Cependant, nous serons heureux de vous rembourser les frais de livraison et de manipulation initiaux si vous retournez un article en raison d`une erreur de notre part ou si nous avons d&#233;termin&#233; que le produit &#233;tait d&#233;fectueux.&nbsp;</p><p style="padding-left: 30px;">(ix)&nbsp; Si vous d&#233;sirez obtenir des renseignements sur la mani&#232;re de retourner les articles assujettis &#224; un calendrier de livraison ou d`autres articles sp&#233;ciaux, veuillez communiquer avec la Banque Royale au 1&nbsp;800&nbsp;769-2512 afin de d&#233;terminer si l`article devra  &#234;tre ramass&#233;.&nbsp;</p><p style="padding-left: 30px;">(x)&nbsp;&nbsp; Si votre commande comportait plusieurs articles et que vous d&#233;cidez de ne retourner qu`un ou quelques articles par la poste, vous ne pourrez pas retourner ult&#233;rieurement les autres articles par la poste.&nbsp; Si vous d&#233;cidez ult&#233;rieurement de retourner un autre article, vous devrez vous rendre dans un magasin Best Buy ou Future Shop, o&#249; vous pourrez alors obtenir un remboursement par carte-cadeau de Best Buy ou de Future Shop, selon le d&#233;taillant aupr&#232;s duquel vous avez pass&#233; votre commande.&nbsp;</p><p style="padding-left: 30px;">(xi)&nbsp; Si vous avez re&#231;u le mauvais article et que vous aimeriez le retourner, veuillez communiquer avec la Banque Royale au 1&nbsp;800&nbsp;769-2512.&nbsp; Vous devrez retourner le mauvais article et passer une nouvelle commande.<strong>&nbsp;</strong></p><p style="padding-left: 30px;"><strong>d.&nbsp;&nbsp;&nbsp;&nbsp; </strong><strong><span style="text-decoration: underline;">&#171;&nbsp;R&#233;servez et Ramassez&nbsp;&#187; &ndash; Politique de retour</span></strong>&nbsp;</p><p style="padding-left: 30px;">(i)&nbsp;&nbsp;&nbsp;&nbsp; Dans le cas des commandes R&#233;servez et Ramassez, vous ne pouvez qu`&#233;changer ou retourner le ou les articles en magasin, &#224; tout magasin Best Buy ou Future Shop qui offrait l`article au Canada, selon le d&#233;taillant aupr&#232;s duquel vous avez command&#233; l`article.</p><p style="padding-left: 30px;">(ii)&nbsp;&nbsp;&nbsp; Rendez-vous au comptoir du Service &#224; la client&#232;le et pr&#233;sentez votre ou vos articles ainsi que tous les justificatifs requis (indiqu&#233;s au paragraphe&nbsp;5a) ci-dessus). Vous devrez &#233;galement fournir les coordonn&#233;es fournis lorsque la commande a &#233;t&#233; pass&#233;e (<strong>vos nom, adresse, num&#233;ro de t&#233;l&#233;phone et adresse &#233;lectronique).&nbsp;</strong>&nbsp;Vous devrez peut- &#234;tre pr&#233;senter une pi&#232;ce d`identit&#233; avec photo valide &#233;mise par le gouvernement afin de confirmer ces renseignements.&nbsp;</p><p style="padding-left: 30px;"><strong>(iii) </strong><strong>Tous les articles que vous retournez seront rembours&#233;s au moyen de l`&#233;mission d`une carte-cadeau de Best Buy ou Future Shop (selon le d&#233;taillant aupr&#232;s duquel vous avez command&#233; vos articles), &#224; la pleine valeur du prix d&#8217;achat des articles originaux que vous avez command&#233;s, m &#234;me si vous avez pay&#233; vos articles en utilisant vos points et/ou une carte de cr&#233;dit. Autrement dit, aucun remboursement ne sera affect&#233; &#224; votre compte de carte de cr&#233;dit et aucun point ne sera port&#233; au cr&#233;dit de votre compte de points.</strong></p><p><strong>6.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </strong><strong><span style="text-decoration: underline;">Annulations de commande</span></strong>&nbsp;</p><ol style="list-style-type: lower-alpha;"><li>Une demande d`annulation de commande pour un plein remboursement peut  &#234;tre pr&#233;sent&#233;e &#224; tout moment apr&#232;s que la commande a &#233;t&#233; pass&#233;e.&nbsp; Cependant, puisque la plupart des commandes sont trait&#233;es en moins d`une heure, il est important que vous annuliez dans les meilleurs d&#233;lais puisque d&#232;s qu`une commande est trait&#233;e par le magasin et pr &#234;te &#224;  &#234;tre ramass&#233;e ou exp&#233;di&#233;e, elle ne peut pas  &#234;tre annul&#233;e.&nbsp; Dans ce cas, vous pouvez toujours &#233;changer ou retourner les articles conform&#233;ment &#224; la politique de retour appropri&#233;e pr&#233;vue dans les pr&#233;sentes modalit&#233;s.</li><li>Une demande d`annulation doit  &#234;tre initi&#233;e par l`interm&#233;diaire de la <a href="https://www-ssl.futureshop.ca/en-CA/secure/contactus.aspx">Banque Royale en composant le 1&nbsp;800&nbsp;769-2512</a> &nbsp;pendant les heures&nbsp;normales d`ouverture.</li><li>Si une commande est annul&#233;e, un avis &#224; cet effet vous sera envoy&#233; par courriel.&nbsp;</li><li>Si vos points ont &#233;t&#233; d&#233;duits ou que votre carte de cr&#233;dit a d&#233;j&#224; &#233;t&#233; d&#233;bit&#233;e avant l`annulation de votre commande, nous cr&#233;diterons de nouveau vos points et/ou &#233;mettrons un cr&#233;dit &#224; votre compte de carte de cr&#233;dit si un tel compte a &#233;t&#233; utilis&#233; pour l`&#233;change dans les 5&nbsp;jours ouvrables.</li></ol><p><strong>7.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </strong><strong><span style="text-decoration: underline;">&nbsp;Erreurs du texte ou d`impression dans le ou les catalogues</span></strong></p><ol style="list-style-type: lower-alpha;"><li>La mani&#232;re dont nous corrigeons les erreurs d&#233;pend de la nature de l`erreur. Si une description du produit dans le ou les catalogues est erron&#233;e, par exemple, nous la corrigerons.&nbsp;</li><li>Bien que nous prenions des mesures afin de nous assurer de l`exactitude et de l`int&#233;grit&#233; des descriptions de produit et des renseignements fournis par les services de tiers, veuillez consulter l`&#233;metteur des renseignements (p.&nbsp;ex. le fabricant) pour obtenir des d&#233;tails complets sur les produits.&nbsp; En g&#233;n&#233;ral, vous devriez savoir que le nombre requis de points pour un article, le prix de base correspondant en dollars et la disponibilit&#233; de l`article peuvent  &#234;tre modifi&#233;s sans pr&#233;avis.&nbsp;</li><li>LA CLAUSE SUIVANTE NE S`APPLIQUE PAS AU QU&#233;BEC. Nous nous r&#233;servons le droit, &#224; tout moment, de refuser, corriger, annuler ou mettre fin &#224; une commande pour quelque raison que ce soit (que la commande ait &#233;t&#233; ou non confirm&#233;e, que vos points aient &#233;t&#233; ou non d&#233;bit&#233;s ou que l`achat ait &#233;t&#233; ou non port&#233; &#224; votre carte de cr&#233;dit), notamment si, par exemple, le nombre de points requis ou le prix de base correspondant en dollars pour un article command&#233; &#233;tait erron&#233; dans le ou les catalogues.&nbsp; Dans ce cas, nous vous offrirons la possibilit&#233; de passer une commande au bon prix. &nbsp;</li></ol><p><strong>8.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </strong><strong><span style="text-decoration: underline;">La garantie du meilleur prix</span></strong>&nbsp;</p><ol style="list-style-type: lower-alpha;"><li>Que vous magasiniez en magasin ou en ligne, notre <strong>garantie du meilleur prix</strong> vous assure d`obtenir le meilleur prix sur tous les produits.&nbsp;</li><li>Notre <strong>garantie du meilleur prix</strong> signifie que si vous trouvez un prix inf&#233;rieur, en magasin, en ligne ou dans un document imprim&#233;, aupr&#232;s de tout autre d&#233;taillant canadien autoris&#233; pour un article que vous avez achet&#233; chez nous, nous battrons ce prix par 10&nbsp;%, pourvu que les conditions expos&#233;es ci-dessous soient remplies.&nbsp; Cela signifie aussi que si nous r&#233;duisons le prix d&#8217;un de nos articles que vous avez achet&#233;, nous vous rembourserons la diff&#233;rence, pourvu que les conditions expos&#233;es ci-dessous soient remplies.&nbsp;</li><li>Si vous trouvez un prix plus bas offert par tout autre d&#233;taillant canadien autoris&#233; pour un article que vous avez command&#233; au moyen de ce programme, rendez-vous dans tout magasin Best Buy ou Future Shop qui offrait l`article au Canada (selon le d&#233;taillant aupr&#232;s duquel vous avez command&#233; l`article) dans les 30&nbsp;jours suivant la date &#224; laquelle vous avez pass&#233; votre commande, apportez le re&#231;u original et dites-nous o&#249; vous avez vu le prix plus bas ou qui est le concurrent offrant le prix plus bas.&nbsp; Nous v&#233;rifierons le prix de l`article en question. Nous v&#233;rifierons ensuite si l&#8217;article est disponible en magasin pour la vente et livraison imm&#233;diates.&nbsp; Si nous sommes d`avis que la garantie du meilleur prix s`applique, nous vous rembourserons la diff&#233;rence, plus 10% en vous remettant une carte-cadeau de Best Buy ou de Future Shop (selon le d&#233;taillant aupr&#232;s duquel vous avez command&#233; l`article) de ce montant.&nbsp;</li><li>Si nous avons r&#233;duit notre propre prix sur un article que vous avez command&#233; au moyen de ce programme, rendez-vous dans tout magasin Best Buy ou Future Shop qui offrait l`article au Canada (selon le d&#233;taillant aupr&#232;s duquel vous avez command&#233; l`article) dans les 30&nbsp;jours suivant la date &#224; laquelle vous avez pass&#233; votre commande et apportez le re&#231;u original.&nbsp; Nous v&#233;rifierons le prix de l`article en question. Nous v&#233;rifierons ensuite si l&#8217;article est disponible en magasin pour la vente et livraison imm&#233;diates.&nbsp; Si nous sommes d`avis que la garantie du meilleur prix s`applique, nous vous rembourserons la diff&#233;rence en vous remettant une carte-cadeau de Best Buy ou de Future Shop (selon le d&#233;taillant aupr&#232;s duquel vous avez command&#233; l`article) de ce montant.&nbsp;</li><li>La garantie du meilleur prix ne peut  &#234;tre trait&#233;e que dans un magasin Best Buy ou Future Shop qui offrait le ou les articles.&nbsp; Nous ne pouvons traiter le remboursement au titre de la garantie du meilleur prix au moyen d`une demande par t&#233;l&#233;phone.&nbsp;</li><li>Pour que la garantie du meilleur prix s`applique, les articles doivent  &#234;tre&nbsp;:&nbsp;<ul><li>de la m &#234;me marque et du m &#234;me mod&#232;le, et situ&#233;s au Canada&nbsp;;</li><li>neufs, encore dans l&#8217;emballage scell&#233; en usine et couverts par la garantie du fabricant applicable au Canada&nbsp;;</li><li>vendus par un d&#233;taillant autoris&#233; situ&#233; au Canada.&nbsp;</li></ul></li><li>Les prix annonc&#233;s par la concurrence doivent  &#234;tre en dollars canadiens et seront ajust&#233;s en fonction des frais, taxes ou autres charges comme les &#233;cofrais et frais de livraison.&nbsp;</li><li>Notre garantie du meilleur prix ne s`applique pas aux erreurs d`impression ou du texte de publicit&#233;, qu`elles soient faites par nous ou par autrui, au prix du&#171;&nbsp;Solde d&#8217;apr&#232;s-No&#235;l&nbsp;&#187;, aux prix sp&#233;ciaux dans le domaine de l&#8217;&#233;ducation, aux offres limit&#233;es, aux offres sur les commandes postales, aux rabais, aux coupons, aux primes, aux offres gratuites ou en prime, aux produits des fabricants d`&#233;quipement d&#8217;origine, aux offres &#224; quantit&#233; limit&#233;e ou minimale ou &#224; dur&#233;e limit&#233;e, aux soldes de fermeture, aux liquidations, et aux offres de financement.&nbsp;</li><li>Les modalit&#233;s de la garantie du meilleur prix peuvent  &#234;tre modifi&#233;es sans pr&#233;avis.</li></ol><p><strong>9.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </strong><strong>Divers</strong></p><ol style="list-style-type: lower-alpha;"><li>Prenez note que ce programme et toute partie des pr&#233;sentes modalit&#233;s peuvent  &#234;tre modifi&#233;s sans pr&#233;avis.&nbsp; L`affichage des modalit&#233;s en vigueur au <a title="https://www.rbcrewards.com/retailers/termsconditions/retailerterms_eng.pdf" href="https://www.rbcrewards.com/retailers/termsconditions/retailerterms_eng.pdf">https://www.rbcrecompenses.com/retailers/conditions/retailconditions_fr.pdf</a>&nbsp; sera r&#233;put&#233; constituer un avis suffisant des modalit&#233;s, au besoin.&nbsp;</li><li>Les modalit&#233;s du programme RBC R&#233;compenses fournies au <a title="www.rbcrecompenses.com" href="https://www.rbcrecompenses.com/" target="_blank">www.rbcrecompenses.com</a>&nbsp; sont en suppl&#233;ment des pr&#233;sentes modalit&#233;s et continuent de s`appliquer dans la mesure o&#249; elles ne sont pas incompatibles avec les pr&#233;sentes modalit&#233;s.&nbsp;</li><li>La Banque Royale n`est pas responsable du manquement de Best Buy ou Future Shop &#224; honorer la carte-cadeau &#233;lectronique pour quelque raison que ce soit, y compris pour cause d&#8217;insolvabilit&#233; ou de faillite de Best Buy ou de Future Shop</li></ol><p><sup>&reg;/MC</sup>&nbsp;Marque(s) de commerce de la Banque Royale du Canada. RBC et Banque Royale sont des marques d&#233;pos&#233;es de la Banque Royale du Canada.&nbsp;</p><p><sup> &#8225;</sup> Toutes les autres marques de commerce appartiennent &#224; leur propri&#233;taire respectif.</p>
rbc.order.pending=Désolé, nous avons constaté un problème non résolu concernant une commande que vous avez tenté de passer. Veuillez communiquer avec le service à la clientèle pour résoudre le problème avant de passer une nouvelle commande. Merci !
rbc.var.pre.order.error=Nous n'avons pu valider les renseignements sur votre compte. Veuillez réessayer.  Si le problème persiste, communiquez avec le service à la clientèle pour signaler l'erreur.
rbc.supplier.exception=Nous sommes désolés, mais votre commande ne peut être traitée pour le moment.  Si le problème persiste, communiquez avec le service à la clientèle.
rbc.no.longer.available=Désolé, mais les articles que vous avez sélectionnés ne sont plus disponibles. Veuillez trouver un autre article. Merci.
rbc.exception=Une erreur inattendue s'est produite durant le traitement de votre commande. Si le problème persiste, communiquez avec le service à la clientèle.
rbc.emailDisclaimer=RBC utilisera uniquement votre adresse de courriel pour vous envoyer des renseignements sur votre commande. Pour ramasser votre achat au magasin, vous serez envoyé une confirmation électronique pour récupérer vos articles.
rbc.taxDisclaimer=Les taxes et les frais ne sont pas compris.
rbc.feesDetails=Écofrais
rbc.returnsinformationmessage=Vous devez retourner les articles (défectueux ou non) dans leur état initial, accompagnés de l'emballage d'origine, des cartes de garantie vierges, des manuels et de tout autre article ou accessoire fourni par le fabricant. Pour tout retour en magasin, vous recevrez une carte-cadeau correspondant au prix d'achat de vos articles.<br/><br/>Pour détecter et contrer la fraude, nous avons besoin de votre nom et de votre numéro de téléphone quand nous traitons les retours et des échanges de marchandise. Nous exigerons peut-être une pièce d'identité avec photo valide pour confirmer ces renseignements.
rbc.htmlpagetitle=Échange détaillant – RBC Récompenses
rbc.spamfilternotification=Si vous ne recevez pas le courriel de RBC, veuillez consulter vos pourriels, vos courriels envoyés en vrac ou vos dossiers de publicités importunes. Nous vous recommandons d'ajouter l'adresse nepasrepondre@mes.rbcrecompenses.com à votre liste de contacts. Si vous ne voyez toujours pas le courriel, veuillez nous appeler au 1 800 769-2512 .
#-------------------------------------------------------------------------------------
# Translations for banners
#-------------------------------------------------------------------------------------
rbc.url.merchandise.banner.image=https://images.rewardstep.com/b2r/images/RBC/90kReasonstoRedeem725x250_f.jpg
rbc.url.merchandise.banner.link=https://www.rbcrecompenses.com/retailers/en-savoir-plus/overview.html
rbc.text.merchandise.banner.title=Plus de 90 000 raisons d'échanger.\nFonctionnement. Ce qu’il faut savoir. Avantages.\nCliquez ici pour en savoir plus !
rbc.mail.general.merchandise.terms.conditions.short=Pour obtenir plus de renseignements sur votre échange de points, veuillez cliquer sur les <a href="https://www.rbcrecompenses.com/retailers/conditions/retailconditions-Apple_fr.pdf">Conditions</a>.

label.rbc.rewards.home=Accueil RBC Récompenses
url.how.it.works=https://www.rbcrecompenses.com/retailers/en-savoir-plus
rbc.rewards.logo=/apple-gr/images/rbc/rbc-rewards-logo-fr.gif
label.rbc.rewards.logo=RBC Récompenses
rbc.header.footer.css=/apple-gr/css/rbc/rbc-header-footer.css
rbc.header.date.format=dd MMMM yyyy
label.rbc.advice.center=Centre d'expertise RBC
url.smart.rewards.spending=https://www.centredexpertiserbc.com/choisir-une-recompense
url.using.your.credit.card.for.travel=https://www.centredexpertiserbc.com/les-avantages-dutiliser-votre-carte-de-credit-pour-vos-depenses-de-voyage
label.rbc.rewards=RBC Récompenses
label.about.rbc.rewards=À propos de RBC Récompenses
url.about.rbc.rewards=https://www.rbcrecompenses.com/about-rbc-recompenses
url.air.travel.redemption.schedule=https://www.rbcrecompenses.com/travel-rewards/avion-redemption-grid/index.html
url.faqs=https://www.rbcrecompenses.com/rewards-faqs
label.rbc.rewards.terms.and.conditions=Conditions
url.rbc.rewards.terms.and.conditions=https://www.rbcrecompenses.com/terms-and-conditions
url.report.a.lost.or.stolen.card=http://www.rbcbanqueroyale.com/cartes/managing_credit/lost_or_stolen.html
url.contact.us=http://www.rbcbanqueroyale.com/email.html
url.branch.and.atm.locator=http://maps.rbc.com/index.fr.asp
url.managing.your.credit=http://www.rbcbanqueroyale.com/cartes/managing_credit/index.html
url.credit.card.rates=http://www.rbcbanqueroyale.com/taux/cardprod.html
url.online.banking.guarantee=http://www.rbcbanqueroyale.com/endirect/rbcbanqueendirect.html
url.report.a.security.concern=http://www.rbc.com/rensperssecurite/ca/contact-us.html
url.verified,by.visa=http://www.rbcbanqueroyale.com/cartes/vbv/index.html
url.mastercard.securecode=http://www.rbcbanqueroyale.com/cartes/mcsc/index.html
url.chip.and.pin=http://www.rbcbanqueroyale.com/cartes/chip/index.html
url.privacy.and.security=http://www.rbc.com/rensperssecurite/
url.legal=http://www.rbc.com/conditions-dutilisation/
url.accessibility=http://www.rbc.com/accessibilite/
